{
  "version": "2.0",
  "metadata": {
    "id": "CH_010_沉香救母",
    "title": "沉香救母",
    "culture": "Chinese",
    "annotator": "",
    "date_annotated": "2025-12-21",
    "confidence": 0.8
  },
  "source_info": {
    "language": "zh",
    "type": "full_text",
    "reference_uri": "datasets/texts/CH_010_沉香救母.txt",
    "text_content": "遥远的上古时代，有位伟大的女神叫女娲。相传，女娲娘娘炼石补天时，炼成了一盏奇异的神灯“宝莲灯”。谁都想得到这盏宝莲灯，因为它拥有世间所有神奇的力量，可以改变命运，令乾坤逆转，时光倒流。\n这盏神灯是用晶莹剔透的碧玉做成的，灯高一尺多，灯座倒扣着一朵含苞待放的莲花，灯柄是莲花纤细的花枝，托起宛若盛开莲花般精致的灯盏，别提多好看了。灯盏中间嵌着一颗火红的珠子，五彩火焰冉冉腾起，一下就照亮了整个世界。\n这年春天，王母娘娘大寿，不少神仙前来祝贺，送来无数奇珍异宝，天庭一派热闹景象。在众多礼物中有一样东西吸引了所有人的目光，一阵阵的赞叹声此起彼伏。\n“哎呀，真是好东西啊！”\n“此等宝物真乃世间少有。”\n“宝贝、宝贝啊！”\n原来这东西正是女娲娘娘送给王母的寿礼——宝莲灯。王母特别高兴，命人将宝莲灯放在瑶台最高的“光碧阁”。从此天庭如同又多了一个太阳。\n可是，有一天宝莲灯忽然熄灭了，王母和众神仙想尽了办法，也没能使宝莲灯重新燃起。远在东方的燃灯佛祖听说此事后，前来出谋划策。他仔细看了看宝莲灯后对王母说：“阿弥陀佛，此乃天意，神灯是在等候有缘人哪。”\n王母与众神仙不解，忙问：“谁是它的有缘人啊？”\n燃灯佛祖轻轻一笑说：“天机不可泄露。”\n这样又过了几日，王母和玉帝的小女儿三圣母到瑶池边玩耍，看见宝莲灯，便想拿来看看。玉帝平日很宠爱三公主，就命人取下来给她。这时，奇怪的事情发生了，只见三圣母的手刚接触到宝莲灯，宝莲灯就自己亮了起来。\n原来燃灯祖师说的有缘人就是三圣母，于是王母娘娘就把宝莲灯送给了三圣母。\n后来，三圣母渐渐长大了，出落得亭亭玉立、美丽动人。玉帝见她乖巧懂事，就派她去西岳庙的雪映宫掌管华山。此后，华山一带的百姓去西岳庙求签问卜，异常灵验。久而久之，三圣母的名声就传开了，老百姓都很喜欢她，说她是最仁慈和善良的女神。\n有一年，一个叫刘彦昌的书生进京赶考路过华山，听人说西岳庙求签问卜特别灵验，便也进去求了几签。可是三圣母那天刚好有事不在宫中，刘彦昌连抽了几次都是空签，这可把他气坏了，就随口吟出一首打油诗，并题在了雪映宫的墙壁上。诗文如下：\n彦昌提笔怒满腔，只怨圣母三娘娘。\n安居神龛心如铁，枉受香火在一方。\n写罢，刘彦昌拂了拂衣袖上的灰尘，扬长而去。三圣母回来，看见墙上的题诗，顿时火冒三丈，她心想：“你自己来得不是时候，怎么能怪我呢，我不能白白受这份嘲笑！”于是她找来雷公电母、风伯雨师帮忙，要好好教训教训刘彦昌。\n刘彦昌正急着赶路，忽然晴朗的天空变得乌云密布，紧接着电闪雷鸣，狂风骤雨。他没地方躲雨，被浇成了落汤鸡，还摔了好几个大跟头，沾了一身泥巴。三圣母见他又狼狈又滑稽，忍不住哈哈大笑起来。\n这时，刘彦昌抵挡不住风雨，晕倒在了路边。三圣母见状，心有不忍，就命四位仙师收去云雨，把刘彦昌救了起来。三圣母见对方是个眉清目秀、弱不禁风的白面书生，反对他有了几分爱慕，便点化出一座“仙庄”，悉心照料刘彦昌。\n刘彦昌对三圣母也是一见钟情。不久，两人结了婚，还生了个可爱的小男孩，起名叫“沉香”。可是，按照天庭戒律，神仙不能私自下凡也不能和凡人结婚，否则会受到最严厉的惩罚。此时，沉浸在爱情中的三圣母却早已把天条忘得一干二净。直到有一天，二郎神去雪映宫探望她，才发现了这件事。\n二郎神愤然赶回天庭，向玉皇大帝禀报实情，玉帝大发雷霆，命他速速前去捉拿三圣母。随后，二郎神带领天兵天将杀气腾腾地向华山奔来。只见他身穿八爪龙纹铠甲，手提三尖两刃神兵，威风凛凛地骑在银合马上。\n三圣母见二郎神到来，不知何事，急忙上前迎接。二郎神气势汹汹地说：“三圣母，你好大的胆子，竟敢私配凡夫，快随我回天庭领罪。”\n三圣母见二郎神如此无礼，非常生气，大声说：“你休要多管闲事，要我回去也可，除非你有本事打败我。”\n二郎神冷笑一声，举起神兵向三圣母挥来，众天兵天将也一拥而上，将三圣母团团围住。\n三圣母急忙取出宝莲灯，高高举起，顿时美丽的五彩灯花飞快旋转，幻化成一股威力无比的清音玄雷，直向二郎神射去，二郎神还没反应过来是怎么回事，就被弹下马来。众天兵天将也被打得东倒西歪，落荒而逃。\n二郎神吃了败仗心里很不服气，他心想：“宝莲灯是女娲娘娘送的宝物，不管什么妖怪，什么神仙，都不是宝莲灯的对手，只有偷了宝莲灯，才能抓住三圣母，可是怎么偷呢？”他左思右想，终于想出一条妙计，于是叫来哮天犬悄悄吩咐了几句。\n哮天犬领命，驾起一朵祥云，鬼鬼祟祟来到三圣母家。它趁三圣母不注意，先偷偷叼走沉香，等三圣母追来解救沉香之时，又迅速丢下沉香，伺机夺走了宝莲灯。\n没有了宝莲灯，三圣母哪里斗得过二郎神，很快就被抓回了天庭，并被永远压在了华山下。\n三圣母有个丫环叫朝霞，她得知三圣母被抓，唯恐二郎神对沉香不利，便偷偷跑去看望沉香。她见刘彦昌因救不了三圣母意志消沉，日渐憔悴，沉香又无人照料，十分伤感，便劝说刘彦昌：“沉香尚且年幼，失去母亲已经很可怜了，不能再失去父亲，所以为了沉香你一定要振作起来。”\n这时，刘彦昌考期将至，听了朝霞的话，便把沉香托付给朝霞，进京去考试。不久，他就金榜题名，还被朝廷任命为扬州知府。\n一年又一年过去了，转眼间沉香长到八岁。他从小没有母亲，经常被小伙伴们嘲笑。每当他哭着向父亲要母亲的时候，父亲总是唉声叹气。后来，他终于从朝霞的口中得知他的母亲是三圣母，已经被压在了华山下。\n沉香哭着对父亲说：“我不能再让母亲受苦了，我要去华山救她。”\n父亲一边摸着他的头一边心疼地说：“你年纪还小，华山那么远怎么去呢？”\n沉香说：“路再远山再高，我也要去，只要能救出母亲，再大的困难我也不怕。”\n父亲见他如此坚决，只好勉强答应。\n第二天，沉香背好行李，挥泪告别父亲，独自踏上了寻母之路。他历尽了千辛万苦，越过了千山万岭，终于来到华山。\n可是，沉香跑遍了华山，左找右找根本没有母亲的身影。沉香着急地放声大哭起来，他那撕心裂肺的哭声传遍了整个华山，也惊动了此地的山神。山神问明缘由，为沉香的行为感动。他说：“你妈妈就在莲花峰的黑云洞底，你去那边找吧！”沉香只有八岁，哪里救得出母亲，于是哭得更伤心了。\n这时，霹雳大仙路过华山，听到哭声，便上来问沉香：“孩子，你为什么哭呀？”\n沉香抽噎着说：“我妈妈被压在华山下，我想救她出来。”\n大仙一听觉得这孩子小小年纪挺有志气，就笑着说道：“要想救出母亲，得先学会高强的本领，你愿意跟我去学吗？”沉香用力点了点头，就跟着大仙去了。\n就这样，沉香每天刻苦练功，没几年便练就了一身好武艺。他拜别师傅，再次踏上了救母之路。霹雳大仙望着沉香远去的背影，微微一笑道：“沉香虽然练好了武艺，但是想救母亲光凭这些还不够，我得使些法术帮帮他。”说完悄悄驾起一朵祥云，尾随沉香而去。\n沉香正急着赶路，一条万丈深渊拦住了他的去路。他咬紧牙关，毫不犹豫地纵身一跳，越过了深渊。\n刚过深渊，忽然一阵惊天动地的吼声传来，沉香回头一看，一只庞大的猛虎向自己扑了过来。好个小沉香，面对猛虎毫不畏惧，挥动拳头一阵猛打，几下就把猛虎打翻在地。奇怪的是，这猛虎倒地后竟变成了一只香喷喷的面虎，沉香正好腹中饥饿，就无所顾忌地大吃起来。\n吃过面虎，沉香觉得自己变得力大无穷。这时，又有一条张牙舞爪的恶龙向他扑来。他闪身一跳，躲到一边，趁机抓住恶龙的尾巴，猛地将恶龙摔到了地上。\n突然，恶龙变成了一条彩虹，彩虹中飞出一柄闪闪发光的神斧。沉香接过神斧，心想：“嘿，太好了。我正好可以用神斧劈开华山，救出母亲。”\n想到这里，他立刻扛起神斧，继续赶路。就在这时，霹雳大仙出现在了云端。他说：“沉香，要想救出母亲，就得先打败二郎神，要想打败二郎神就得先拿回宝莲灯。”\n沉香点点头，谢过师傅继续赶路。不久，他到了华山的莲花峰，冲着黑云洞大声呼喊起来：“妈妈，妈妈，我是沉香，我来救你了。”\n三圣母听见喊声，激动不已，连忙答应：“沉香，沉香，我的孩子，我的好孩子啊。”沉香听到妈妈的声音，举起神斧就要劈山。就在这时，二郎神拿着宝莲灯出现了。\n他大声喝道：“哪里来的小毛孩，敢在这里寻事。”\n沉香昂起头来说：“我是三圣母的儿子沉香，你快放了我母亲。”\n“住口，我当是谁，原来是你这小畜生长大成人了，今天我就把你一起压到华山下。”二郎神怒吼一声，就要捉拿沉香。\n沉香非常愤怒，不等二郎神扑来就挥动着神斧猛劈过去。霎时间天昏地暗、山摇地动。二郎神也不示弱，旋转起宝莲灯就要向沉香下手。沉香一看这不就是母亲的神灯么，于是立刻伸手去夺，不料却被神灯射中胸口重重摔在了地上。\n沉香不甘示弱，咬咬牙，跳起来，挥动神斧又迎了上去。只见一大一小两个身影，一会儿上一会儿下，一会儿左一会儿右，打得难解难分。\n这时，天上的太白金星正悠闲地打着呼噜睡午觉呢，忽然被一阵激烈的打斗声惊醒，他觉得非常扫兴，就向四位仙姑吩咐道：“去看看，发生了什么事？千万别让人再打搅本仙的好梦。”四位仙姑透过云层往下一瞧，纷纷为沉香打抱不平，她们觉得二郎神这般欺负一个小孩儿，真是有失天威，于是她们相互递了个眼色，决心一起暗中帮助沉香对付二郎神。\n渐渐地，二郎神招架不住了，沉香却愈战愈勇，他虚晃一招，一把夺过宝莲灯，将二郎神打得落荒而逃。\n沉香借着宝莲灯的力量，举起神斧，朝莲花峰奋力劈去。随着一道亮光闪起，华山“轰隆隆”裂成了两半，沉香冲进黑云洞，救出了妈妈。\n母子二人隔了十六年才相见，一时百感交集，他们紧紧地相拥在一起，流下了幸福的泪水。\n后来，玉皇大帝赦免了三圣母的罪，准许她跟刘彦昌生活在一起，沉香也被封了神职。二郎神主动前来道歉，得到了所有人的原谅。\n再后来，曾经囚禁三圣母的莲花峰旁，忽然多出了一座小山，与莲花峰紧紧相偎。据说站在小山的山顶可以听到当年沉香呼喊母亲的声音，所以华山的老百姓都亲切地称它“孝子峰”。\n"
  },
  "characters": [
    {
      "name": "Nuwa",
      "alias": "女娲",
      "archetype": "Other"
    },
    {
      "name": "王母娘娘",
      "alias": "王母",
      "archetype": "Ruler"
    },
    {
      "name": "燃灯佛祖",
      "alias": "燃灯祖师",
      "archetype": "Mentor"
    },
    {
      "name": "三圣母",
      "alias": "San Sheng Mu",
      "archetype": "Hero"
    },
    {
      "name": "刘彦昌",
      "alias": "Miao Yan Chang",
      "archetype": "Lover"
    },
    {
      "name": "二郎神",
      "alias": "Erlang Shen",
      "archetype": "Villain"
    },
    {
      "name": "朝霞",
      "alias": "Chao Xia",
      "archetype": "Sidekick/Helper"
    },
    {
      "name": "沉香",
      "alias": "Chen Xiang",
      "archetype": "Hero"
    },
    {
      "name": "霹雳大仙",
      "alias": "Pīlì Dàxiān",
      "archetype": "Mentor"
    },
    {
      "name": "山神",
      "alias": "Mountain spirit",
      "archetype": "Guardian"
    },
    {
      "name": "四位仙姑",
      "alias": "Four qian",
      "archetype": "Helper"
    }
  ],
  "narrative_events": [
    {
      "id": "9378c458-1994-4f26-9162-3867253ba101",
      "event_type": "OTHER",
      "description": "",
      "agents": [],
      "targets": [],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 1,
      "relationship_level1": "",
      "relationship_level2": "",
      "sentiment": "",
      "action_category": "",
      "action_type": "",
      "action_context": "",
      "action_status": "",
      "narrative_function": ""
    }
  ],
  "themes_and_motifs": {
    "ending_type": "HAPPY_REUNION",
    "key_values": [],
    "motif_type": [],
    "atu_categories": [],
    "obstacle_thrower": [
      "二郎神"
    ],
    "helper_type": [
      "SUPERNATURAL"
    ],
    "thinking_process": "",
    "atu_evidence": {},
    "motif_evidence": {}
  },
  "analysis": {
    "propp_functions": [],
    "propp_notes": "",
    "paragraph_summaries": {
      "per_section": {},
      "combined": [],
      "whole": ""
    },
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    },
    "qa_notes": ""
  }
}