{
  "version": "2.0",
  "metadata": {
    "id": "CH_017_田螺姑娘",
    "title": "",
    "culture": "Chinese",
    "annotator": "",
    "date_annotated": "2025-12-23",
    "confidence": 0.8
  },
  "source_info": {
    "language": "zh",
    "type": "full_text",
    "reference_uri": "datasets/texts/CH_017_田螺姑娘.txt",
    "text_content": "晋朝时，侯官县（今福州）有一个叫谢瑞的孤儿。他从小就失去了父母，是好心的邻居们可怜他，为他送饭、送衣服，将他养大成人的。在他十七八岁的时候，不想再给邻居们添麻烦，就自己在山坡旁搭了一间屋子，开始独立生活。\n谢瑞忠厚老实，又能吃苦耐劳，靠着给地主种田为生，小日子倒也过得马马虎虎。只是由于家里一贫如洗，没有姑娘肯嫁给他。不过，谢瑞并没有因此沮丧，每天依旧辛勤地耕作，早出晚归。\n一天，他去田里劳动，忽然看到地上有一只特别大的田螺，可谓世间少有。他心里感到好奇，就小心翼翼地捡起来，兴冲冲地带回家，精心地把它养在水缸里。\n第二天清晨，谢瑞像往常一样早早起床去地里劳动，到了天黑时分才回家。可是，令他意外的是，灶上竟放着香喷喷的米饭，壶里的热水正滋滋地冒着热气，不但如此，厨房里还摆了一桌美味可口的饭菜。他想，也许是邻居见他太辛苦，就好心地帮他烧火煮饭吧？但是，邻居家都过得很苦，不可能做出这么丰盛的菜呀？这时，他的肚子饿得直打鼓，索性不去想这些，先吃饱了再说。\n之后，一连几天，家里都出现了同样的情形。谢瑞心里过意不去，就去向邻居道谢。他走了许多家，邻居们却都说不是他们做的，有的还打趣道：“你暗地里娶了妻子，把她藏在家里，为你烧火煮饭，却不肯承认，搞什么神秘嘛！”\n谢瑞越想越觉得这事情奇怪，于是决定亲自去查个水落石出。第二天，鸡叫头遍，他照例扛着锄头走出家门，装作去田地里劳动的样子。到外面转了一会儿，他就悄悄地折回家，想看一看是谁在好心帮助他。\n果然，他刚走到家门口附近，就看到自家屋顶的烟囱已经炊烟袅袅。于是，他加快脚步，要赶回去亲眼看个究竟。然而，当他蹑手蹑脚，贴近门缝往里看时，却发现家里毫无动静。推门一看，桌上饭菜飘香，灶中的火仍在熊熊燃烧，滚烫的开水在锅里沸腾着，只是不见这热心的烧饭人。\n谢瑞更加觉得蹊跷，又过了一天，他故伎重施，又早早地出门，然后躲在屋檐下，全神贯注地盯着家里的一切。这会儿，烟囱里的炊烟还未升起，四周静悄悄地。谢端把眼睛凑近门缝，屏息敛气，耐心地等待着。\n不一会儿，从水缸里出来了一个年轻美丽的姑娘。奇怪的是，她身上的衣裳并没有湿润。只见这姑娘缓缓来到厨房，轻巧地收拾起厨房，然后就生火做菜煮饭。\n屋外的谢瑞把这情形看得真真切切。他连忙推开门，奔到水缸边，发现自己捡回的大田螺只剩下个空壳。他拿起空壳，惊奇地看了又看，然后走到灶前，向正在烧火煮饭的年轻姑娘说道：“请问这位姑娘，您从什么地方来？为什么要帮我烧饭？”\n姑娘没想到谢瑞会在这个时候突然出现，不由大吃一惊，又听他盘问自己的来历，急得不知如何是好，一张小脸也涨得通红。这时，年轻姑娘慌慌忙忙想跑到水缸中，却被挡住了去路。谢瑞一再追问，年轻姑娘没有办法，只得把实情告诉了他。原来，这位姑娘是天上的水素女，是奉天帝之命下凡来帮助谢瑞的。\n水素女说道：“天帝知你从小父母双亡，孤苦伶仃，很是同情，又见你克勤克俭，安分守己，因此派我下凡，专门为你烧火煮饭，料理家务，想让你在十年内富裕起来，成家立业，娶个好妻子，那时我再回到天庭复命。可是，如今我的身份已经暴露，不能再继续留在人间了。”\n谢端听完水素女的一番话，感谢万分，心里也很懊悔，再三盛情挽留水素女。但水素女去意已决，不肯留下。\n临走前，水素女又对谢端说：“我走以后，你的处境可能会艰苦一些，但你只要辛勤干活，多打鱼，多砍柴，日子会一天一天好起来的。这个田螺壳你且留下，用它来贮藏粮食，可以保证家中谷米永远都不会用完。”正说话间，屋外忽然狂风大作，接着下起了大雨，在雨水空蒙之中，水素女讲完最后一句话，便飘然而去。\n后来，谢瑞依靠勤劳的双手和水素女留下的旧螺壳的帮助，日子一天比一天红火起来。不久，他娶了妻子，并向仕途发展，最后当上了县令。他特意在当地立了一座庙，就是今天的素女祠。每逢节日，谢瑞就和家人去庙里烧香祭祀，以感念水素女的恩德。\n"
  },
  "characters": [
    {
      "name": "谢瑞",
      "alias": "",
      "archetype": "Hero"
    },
    {
      "name": "水素女",
      "alias": "",
      "archetype": "Sidekick/Helper"
    }
  ],
  "narrative_events": [
    {
      "event_type": "OTHER",
      "description": ""
    }
  ],
  "themes_and_motifs": {
    "ending_type": "HAPPY_REUNION",
    "key_values": [],
    "motif_type": [],
    "atu_categories": [],
    "obstacle_thrower": [],
    "helper_type": [
      "SUPERNATURAL"
    ],
    "thinking_process": ""
  },
  "analysis": {
    "propp_functions": [],
    "propp_notes": "",
    "paragraph_summaries": {
      "per_paragraph": {},
      "combined": [],
      "whole": ""
    },
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    },
    "qa_notes": ""
  }
}