{
  "version": "2.0",
  "metadata": {
    "id": "CH_026_聂小倩",
    "title": "",
    "culture": "Chinese",
    "annotator": "",
    "date_annotated": "2026-01-15",
    "confidence": 0.8
  },
  "source_info": {
    "language": "zh",
    "type": "full_text",
    "reference_uri": "datasets/ChineseTales/texts/CH_026_聂小倩.txt",
    "text_content": "宁采臣是浙江人，性格慷慨爽直，品行端方，洁身自好。他常常对人说：“平生除了妻子外，不好任何女色。”有一次，他到金华去，走到北门外，就在一座寺庙里解下了行李。这座寺庙殿屋及宝塔都很壮丽，但是庭院里却长满了一人多高的蓬蒿，好像很久没人走动过了。东西两侧的僧舍，一个个门扉虚掩着，只有南侧的一间小屋，门锁像是新的。再往大殿东角落望去，只见修长的翠竹足有两手合围那么粗，台阶下有个大水池，池中的野莲已经开花。宁采臣很喜欢这里幽静的环境。当时正赶上学政到金华测试秀才，城里客房租金昂贵，他打算留宿在这里，于是一边散步一边等僧人回来。\n天色渐晚，有个壮士走来，开了南屋的门。宁采臣连忙赶过去施礼，并告诉他自己打算留宿。壮士说：“这里没有房主，我也是借住。你不在乎荒凉，早晚能得到你的指教，当然很好了。”宁采臣很高兴，忙铺干麦秸当作床，支起木板当作桌子，打算住上一些日子。这天夜里，明月高悬，月色皎洁，犹如清水一般，二人在佛殿廊下促膝谈心，各自通名报姓。壮士自我介绍说：“我姓燕，字赤霞。”宁采臣猜测他是个赶考的秀才，但听说话的声音，又很不像浙江人。于是便问他家乡何处，壮士自己说是秦地人。言语很是坦诚。过了一会儿，彼此也没什么可说的了，便拱手告别，各自回房睡觉。\n宁采臣由于新来乍到，很长时间睡不着觉。他听到房屋北边有小声嘀咕的声音，好像有人家。宁采臣便爬在北墙根石窗下，窥视外面的动静。只见短墙外有个小院，院中有个四十多岁的妇女，还有一个老太太，穿着褪了色的红色衣服，头上插着大银梳子，年老体衰，正和那个妇女在月下说话呢。妇女说：“小倩这么久了为何还不来？”老太太说：“大概快来了吧。”妇女说：“是不是向姥姥您发过怨言呢？”老太太说：“没听见什么，不过流露出闷闷不乐的神态。”妇女说：“这丫头不要好生待她。”话声未断，有一个十七八岁的姑娘走来，长得艳丽绝伦。老太太笑着说：“背地不应该议论人。我俩正念叨，你这小妖精就悄悄无声地来了，幸好没有说你的坏话。”又接着说：“小娘子真是个画中的美人，假使我是个男人，也会被你勾了魂去。”那个姑娘说：“姥姥要不夸我几句，还有谁会说我好呢？”后来妇女也跟姑娘说了几句，听不清说的什么。宁采臣估计这几个人都是邻居的家眷，也就回去睡觉，不再听什么。又过了一会儿，这才没有了说话声。\n宁采臣刚要睡着，觉得有人进了屋里。急忙起身审视，原来是北院里的那个姑娘。惊问来人用意，那个姑娘笑着说：“明月之夜，我睡不着觉，想同你亲热欢好。”宁采臣板着脸严肃地说：“你应防备别人的议论，我也害怕别人的闲话。一旦失足，就会丧尽廉耻。”姑娘说：“夜里无人知晓。”宁采臣又呵斥她。她徘徊着还想说些什么，宁采臣大声叱道：“快走！不然的话，我就喊南屋的人来啦。”姑娘畏惧，这才退下。刚走出门，又返回来了，拿出一锭黄金放在褥子上。宁采臣抓起黄金，把它扔到屋外，说道：“不义之财，别弄脏了我的囊袋！”这个姑娘惭愧地走出屋，拾起黄金，自言自语说：“这个汉子真是铁石一般。”\n第二天早晨，有个从兰溪来的书生，带着一个仆人来参加考试，住在东厢房，夜里突然暴死。只见他脚心有一个小窟窿眼儿，就像锥子刺的一样，细细地有血渗出。谁也不知道什么缘故。过了一宿，他的仆人也死了，症状完全一样。傍晚时，燕赤霞回来了，宁采臣便去询问他，燕赤霞认为是鬼魅闹事。宁采臣历来就刚直不屈，一点儿也不在意。\n半夜中，那个姑娘又来了，对宁采臣说：“我见过的人多了，没有一个像你这样刚强正直。你实在是个圣贤，我不敢欺骗你。我小倩，姓聂，十八岁时夭折，埋葬在寺庙旁边，后被妖精威胁，做这些下贱的事情，不顾羞耻面向众人，实在不是心甘情愿的。现在寺庙中没有能杀的人了，恐怕夜叉要来。”宁采臣害怕，请姑娘想个办法。小倩说：“与燕生同室就可以免除灾难。”宁采臣问：“你为什么不迷惑燕生呢？”小倩说：“他是个奇人，不敢接近。”又问：“怎么迷惑人呢？”小倩说：“亲昵我的人，我就暗中用锥子扎他的脚心，那时他就会昏迷不知，借此抽他的血供给妖精喝。或者用金钱引诱他，其实那不是真金，而是罗刹鬼的骨头，留下就会被摘走心肝。这两种办法都是用来投其所好的。”宁采臣感谢小倩说出真相。问戒备的时间，小倩讲就在明天晚上。临别时，小倩哭着说：“我坠入了地狱之海，找不到岸边。郎君义气冲天，必定能够拔生救苦。如果肯把我的朽骨包起来，送回家安葬，不亚于再生父母。”宁采臣毅然答应下来。于是又问原来埋在哪里，小倩说：“只要记住有乌鸦筑巢的那棵白杨树下就是了。”说罢出门，倏然间不见了。\n第二天，宁采臣怕燕赤霞外出，早早就过去约他来家一聚。七八点钟，宁采臣准备好酒菜，请燕赤霞一块儿喝酒，同时注意观察着燕赤霞。宁采臣约请燕赤霞一块住宿，燕赤霞托词自己性情孤僻，喜欢安静而不同意。宁采臣不听，硬是把行李搬了过来。燕赤霞迫不得已，只好把床搬过来一起住了。燕赤霞嘱咐宁采臣说：“我知道足下是个大丈夫，很是倾慕你的风度。不过我有些心里话，一时不便说明。请你千万不要翻弄察看箱匣里包着的东西，违背我的话，对你我都没有好处。”宁采臣恭谨听命。\n不久，各自睡觉。燕赤霞把小箱子放在窗台上，躺下不大工夫，就鼾声如雷，宁采臣却睡不着觉。快到一更天时，窗外隐隐约约有个人影。不一会儿，走近窗前来窥视，目光忽闪忽闪的。宁采臣害怕，刚想要呼叫燕赤霞，突然间有一个东西冲破箱子飞出去，晶光闪闪犹如一匹白色绸子，把窗户上的石棂子都撞折了，忽然一射，马上又收回来，宛如电闪那样快。燕赤霞觉察有动静便起身了，宁采臣假装睡觉，暗中却在观察着。只见燕赤霞捧着小箱子查看，他从小箱子中取出一件东西，对着月光又是闻又是看，只见它晶莹闪亮，长有二寸，宽如韭叶。查看过后，再把它包起来，足足包裹了好几层，仍然放回已经破了的小箱子内，自言自语说：“什么老鬼魅，如此大胆，居然把我的小箱子都弄坏了。”而后又躺下睡觉。宁采臣非常惊奇，便起来询问这是怎么回事，还把自己所见到的情况告诉了燕赤霞。燕赤霞说：“我们既然彼此相好，我怎敢深藏不说呢。我是个剑客。如果不是石窗棂，妖精早就死了，不过它也受伤了。”宁采臣问：“包的那是什么东西？”燕赤霞说：“是剑。刚才闻了闻，有妖气。”宁采臣想看看，燕赤霞很痛快地拿出来给他看，只见是一把荧荧发光的小剑。于是宁采臣对燕赤霞更加尊重敬爱了。\n第二天，宁采臣看到窗外有血迹。他出了寺庙向北走去，只见荒坟累累，一座坟堆中果然长着一棵白杨，杨树梢上有个乌鸦窝。宁采臣等心中打好主意后，就收拾行李，准备回去。燕赤霞设酒饯行，情义很是深厚。他拿出一个破了的皮袋子送给宁采臣，说：“这是个剑袋，要珍藏好，可以远避鬼魅邪魔。”宁采臣想跟他学剑术。他说：“像你这样的讲信义，又刚正直爽，是可以当个剑客的。不过，你是富贵中人，不是这道中的人。”宁采臣假托有个妹子埋在这里，挖出尸骨，用衣被包裹好，便租只小船回去了。\n宁采臣的住室临近郊野，于是把坟墓安置在房宅外，埋葬后，宁采臣祭道：“可怜你魂魄孤单，把你埋葬在我的斗室之旁，你的歌声与哭泣我都能听到，大概可以免于雄鬼的欺凌。这一碗汤水请你喝了吧，虽然并不醇美，希望不要嫌弃。”宁采臣祷告完便往回走。后面有人叫道：“慢点儿，等我一块走！”回头一看，原来是小倩。小倩欢喜地感谢说：“你真是讲信义，我就是为你死去十次也不能报答你的恩情。请带我去拜见公婆，就是当婢妾丫环也不后悔。”宁采臣细细打量着小倩，见她肌肤白里透红犹如霞光，小脚翘起如同细笋，白天端详相貌，比之夜里更显娇艳无比。于是一同进入家宅。宁采臣嘱咐她坐着等一会儿，自己先去禀报母亲，母亲听后十分惊讶。当时宁采臣的妻子久病卧床，母亲告诫儿子不要说出这事，唯恐惊吓她。正说着，小倩已经翩翩进来，跪倒在地上。宁采臣说：“这就是小倩。”母亲吃惊地看着小倩，不知怎么办好。小倩对母亲说：“孩儿飘零孤苦一人，远离父母兄弟。承蒙公子对我的大恩大德，情愿嫁给公子，以报答他。”母亲见她长得温柔秀美，这才敢跟她讲话，说道：“小娘子愿意照顾我的儿子，老身非常喜欢。但是我这一辈子只有这一个儿子，靠他继承祖宗烟火，不敢叫他娶个鬼女。”小倩说：“孩儿实在是没有歹意。已死之人既然得不到老母的信任，请以兄妹相称，跟着母亲过，早晚侍候您老人家，这样好吗？”母亲可怜她一片诚心，就答应了她。小倩当时就想去拜见嫂子，母亲说她有病不宜相见，这才作罢。小倩立即进了厨房，为母亲做饭，她在房间中走来走去，好像久住的人一样熟悉。\n傍晚，母亲有点儿害怕小倩，让她回去睡觉，不给她设置床铺。小倩暗知母亲的心意，于是立即离开。她走到书斋时，想进去，又退了回来，在门外徘徊不定，好像怕什么东西。宁采臣招呼她，她说：“室内剑气使人害怕。前些时候在途中之所以没有拜见你，也是这个缘故。”宁采臣想到是由于皮袋子的缘故，便拿下来挂在别的屋里，小倩这才进来，靠近烛光坐下。过了一会儿，不见小倩说一句话。又过了好久，小倩问道：“你夜里读书吗？我小时候念过《楞严经》，现在多半都忘了。请求你借我一卷，夜里闲暇时，好请兄长指正。”宁采臣答应下来。小倩又是坐着，默默无语，二更都要过去了，还是不说走。宁采臣催她离开。她愀然神伤地说：“他乡的孤魂，真怕那荒凉的墓穴啊。”宁采臣说：“屋里又没有别的床铺，再说兄妹之间也应避嫌。”小倩起身，双眉紧锁，嘴角咧着想哭，举起脚又不愿意走，走走停停，最后挨到了门口，下了台阶就不见了。宁采臣暗中可怜她，想留下她住在别的房间，但又怕母亲怪罪。早晨起来，小倩先去问候母亲，端上洗脸水，伺候洗盥梳头；然后又下堂操作家务，没有不顺承母亲心意的。黄昏时便告退，来到书斋，在烛光下念经。感觉到宁采臣要睡了，这才伤感地离去。\n原先，宁采臣妻子病倒后，母亲操劳过度，难以承受，自从得到小倩帮助，变得非常安逸，所以打心里感谢她。日子渐长，彼此愈加熟悉，甚至把小倩当成了自己的闺女一样亲爱，竟然忘记她是个鬼，到了晚上不忍让她离开，便留她一起住。小倩初来时从来不吃不喝，半年后渐渐地喝些稀粥了。母子二人都很溺爱小倩，从来避开不提她是鬼，别人也就更不知道了。不久，宁采臣的妻子病故了。母亲私下有纳小倩做媳妇的心思，但是又怕对儿子不利。小倩略微察觉到母亲的心思，找机会告诉母亲说：“我在这里住了一年多了，应当知道孩儿心眼好坏。我是不想再祸害行人，所以才跟郎君来这里。我对郎君没有别的意思，只是公子光明磊落，连天人都钦佩他，我其实只想依附公子三五年，借此博得个封诰，也使在泉壤中的我光耀一番。”母亲也知道小倩没有恶意，只是害怕影响传宗接代。小倩又说：“子女都是上天授给的。郎君命中有福报，将生有光宗耀祖的三个儿子，不会因为娶了鬼妻而丧失。”母亲相信小倩的话，便与儿子商议。宁采臣很高兴，于是大摆酒宴，请来亲戚朋友。有人提出请新娘子出来看看，小倩便爽快地穿着华丽的衣服出来了，满屋子的人都看呆了，不但不疑心是鬼，反而认为是天仙下凡。于是，远近亲戚的内眷都带着礼品去祝贺，争先恐后拜会相识。小倩擅长画兰花梅花，常常把画的条幅送给亲戚，表示答谢。得到画幅的人都珍藏起来，以此为荣。\n有一天，小倩低着头坐在窗前，显出忧伤焦虑的样子。忽然间，小倩问道：“皮袋子在哪？”宁采臣说：“因为你怕它，所以把它封起来放到别的地方了。”小倩说：“我接受人的生气很久了，应该不会再畏惧它，最好取来挂在床头上。”宁采臣询问用意何在，小倩说：“这三两天，心里一直怔忡不安，想必金华那个妖精痛恨我远远地逃走，恐怕早晚会寻找到这里。”宁采臣便把皮袋子拿来。小倩反复察看，说道：“这是剑仙盛人头的皮袋子呀。都破旧到这个样子了，不知杀了多少人！我现在看见它，身子还起鸡皮疙瘩呢。”而后，把皮口袋悬在床头上了。第二天，小倩又叫把皮口袋挂在门上。夜晚，小倩与宁采臣对烛而坐，还提醒宁采臣不要睡觉。忽然，有一个东西像飞鸟一样坠落下来，小倩吓得藏在帷帐后面。宁采臣一瞧，这东西像个夜叉，两眼闪闪如电光，舌头血红血红，张牙舞爪奔过来，到了门前又退了几步。徘徊了好久，才敢接近皮口袋，伸出爪子去摘取，好像要把皮口袋撕碎。忽然间，皮口袋“咯噔”一响，变得像个大土筐一般大，恍惚中好像有个鬼物从里面探出半身，一下子把夜叉揪了进去，然后声音顿然消失，皮口袋又缩回了原来的样子。宁采臣看到这情景，真是又害怕又惊讶。小倩也走出来，非常高兴地说：“好了，没有事了！”他们一起观看皮口袋，只见里面有几斗清水而已。\n后来又过了几年，宁采臣果然考上了进士。小倩也生下一个男孩。等宁采臣娶了妾后，妾与小倩又各生了一个男孩，这三个儿子长大后都做了官，声誉很好。\n"
  },
  "characters": [],
  "narrative_events": [
    {
      "event_type": "OTHER",
      "description": "",
      "narrative_function": ""
    }
  ],
  "themes_and_motifs": {
    "ending_type": "HAPPY_REUNION",
    "key_values": [],
    "motif_type": [],
    "atu_categories": [],
    "obstacle_thrower": [],
    "helper_type": [],
    "thinking_process": "",
    "atu_evidence": {},
    "motif_evidence": {}
  },
  "analysis": {
    "propp_functions": [],
    "propp_notes": "",
    "paragraph_summaries": {
      "per_section": {},
      "combined": [],
      "whole": ""
    },
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    },
    "qa_notes": ""
  }
}