{
  "id": "CH_002_牛郎织女2",
  "culture": "Chinese",
  "title": "",
  "source_text": {
    "text": "相传织女是天帝的孙女，或说是王母娘娘的外孙女，这都用不着去管它了 ，总之，是有这么一个仙女，住在银河的东边，用了一种神奇的丝，在织布机上织出了层层叠叠的美丽云彩，随着时间和季节的不同而变幻它们的颜色，叫做\" 天衣\"，意思就是给天做的衣裳。天也和人一样,是要穿衣裳的，虽然碧蓝如洗的赤裸青天自有它的美丽。做这种工作，除了织女而外，还有别的六位年轻的仙女，都是织女的姐妹，也都是天上的织造能手；织女在他们当中，是最勤勉、努力的一个。\n隔着那条清浅的闪光的银河，就是人间。在那里住着一个牧牛郎，叫做牛郎，他的父母早死去了，常受哥嫂的虐待。終于，他被哥嫂不公平地分家出去，给了他一头老牛，叫他自立门户。\n靠了老牛的帮助和他自己的努力劳动，他在荒野地上披荆斩棘，耕田种地，盖造屋子，一 两年后，居然菅建了一个小小的家，勉强可以维持生活。可是，除了那头不会说话的老牛以外，冷清的家里只有他一个人，日子过得相当寂寞。\n有一天，老牛忽然口吐人言，告诉他，织女和别的仙女将要到银河去洗澡,叫他趁她们洗澡的时候，夺取织女的衣裳，她就可以成为他的妻子了。惊异的牛郎终于听从了老牛的话，到时候悄悄便到银河岸边的芦牽丛里躲着，等候织女和她的女伴们的来临。\n不一会儿，织女和美丽的仙女们果然来到银河洗操，脱下轻罗衣裳，纵身跃入清流，顷刻间，绿波荡漆的水面上就好像续开了朵朵的白莲。牛郎从芦苇里跑出来，从青草岸上仙女们的衣裳堆里夺取了织女的衣裳，惊骇的仙女们乱纷纷地急忙穿上自己的衣裳，像飞乌般地四下惊飞逃散,银河里就只剩下那个不能逃走的可怜织女。牛郎对她说，她要答应做他的妻子，他才能还给她衣裳。织女拿头发掩住她的胸脯，没法子只得含羞地点头（其实她对这虽然有点鲁莽可是却勇敢的少年也早已经动了一点爱念了）；这样，她就真的做了牛郎的妻。\n他们结婚以后，男耕女织，相亲相爱，生活过得非常美满幸福；不久生下了一儿一女，都是可爱的孩子。夫妻俩满以为能够終身厮守，白买到老。\n哪知道天帝和王母娘娘查明了这回事情，都非常震怒，马上派遣天神，把织女捉回天庭问罪。王母娘娘怕天神办事疏虞，还亲自跟来观察动静。\n织女和丈夫、孩子惨痛地分离，被天神押解着回天庭去。牛郎见爱妻去了，悲痛万分，立刻用箩筐挑了儿女们，连夜跟踪追去。他原打算渡过那清浅的银河, 一直就到天庭，哪知道到了银河的地方，却早已消逝了银河的踪影,抬头一看, 原来银河已经被王母娘娘用法力搬到了天上。在苍蓝色的夜空中，银河，还是那么一秘清浅的闪光的水流，可是已经仙凡异路，再也不能够接近它了。\n牛郎回到家里，和儿女们一样，插胸顿足，悲哀地号眺，爷儿三个哭做一团。老牛在牛圈里又第二次发出人声：\"牛郎，牛郎，我快要死了，我死以后，你剥下我的皮来披在身上，就可以上天堂去。”\n老牛说完话，便倒地死去，牛郎果然披了老牛的皮，仍旧挑着一对儿女，追上天去。为了使箩筐两头的重量均衡，他随意拿了个粪瓢来放在箩筐的一头。\n牛郎到了天上，风样地穿行在灿烂的群星之间，那银河，已经遥遥在望，隔河的织女，也仿佛可以看见。牛郎大喜过望，孩子们招着小手儿齐声欢呼：\"妈妈！妈妈！\" 哪知道刚跑到银河，正想要涉河过去的时候，从更高的天空中忽然伸下来一只女人的大手————原来是王母娘娘着了急，拨下她头上的金簪，沿着银河这么一划，清浅的银河马上变成波满滚滚的天河。\n对着这天河，眼泪除了像天河里的水一样地满涌奔流，还有什么法子可想呢？\n\"爹爹，我们拿这粪瓢来舀干天河的水。\"小女儿終于揩干了眼泪，瞪着一对小眼睛, 这么天真而又倔强地提议。\n\"对 ,我们来舀干天河的水。\"悲愤的牛郎毫不犹豫地答应了。\n说着，他果然拿起粪瓢，奋勇地一瓢一瓢地去舀那天河的水。他舀得倦乏了，儿女们又合力用他们稚弱的小手来帮爹爹自。这坚强而执著的爱情，终于也稍稍感动了那威严的天帝和王母娘娘冷硬的心肠，允许他们每年七月七日的晚上相见一次，相见的时候，由喜鹤来替他们搭桥。夫妻俩就在鹤桥上相会，诉说衷情。织女见了牛郎，免不得悲哀哭泣，这时大地上往往就是一阵细雨纷纷，妇女们都忍不住带着同情和叹伤的口吻说：“姐姐又哭了！”\n牛郎和他的儿女从此就住在天上，隔着一道天河，和爱妻织女遥遥相望，假如他们为相思所苦的时候，他们也自有巧妙的方法，传书递信，互通消息。\n在秋夜天空的繁星中间，至今我们还可以看见有两颗较大的星，在那条白练样的天河两边，晶莹地闪烁着，那就是牵牛星和织女星。和牵牛星并列成直线的两颗小星，是他俩的小儿女。稍远地方有四颗像平行四边形的小星，据说就是织女投掷给牛郎的织布梭；距织女星不远有三颗小星，像等腰三角形，据说就是牛郎投掷给织女的牛拐子；他俩把书信缚在梭和牛拐子上，就用这种方法传达相思。————他们的爱情，真可算是海枯石烂，坚贞不移了。\n",
    "language": "zh",
    "type": "full_text",
    "reference_uri": "datasets/texts/CH_002_牛郎织女2.txt"
  },
  "metadata": {
    "main_motif": "",
    "atu_type": "",
    "ending_type": "HAPPY_REUNION",
    "key_values": [],
    "target_motif": true
  },
  "thinking_process": "",
  "annotation": {
    "motif": {
      "atu_type": "",
      "atu_categories": [],
      "motif_type": [],
      "character_archetypes": [
        {
          "name": "牛郎",
          "alias": "Niu Lang",
          "archetype": "Hero"
        },
        {
          "name": "织女",
          "alias": "Zhi Nu",
          "archetype": "Lover"
        },
        {
          "name": "老牛",
          "alias": "Old Cow",
          "archetype": "Sidekick/Helper"
        },
        {
          "name": "王母娘娘",
          "alias": "Queen Mother",
          "archetype": "Villain"
        },
        {
          "name": "天帝",
          "alias": "Heavenly Emperor",
          "archetype": "Ruler"
        }
      ],
      "obstacle_pattern": [],
      "obstacle_thrower": [
        "王母娘娘",
        "天帝"
      ],
      "helper_type": [
        "ANIMAL"
      ],
      "thinking_process": "",
      "atu_evidence": {},
      "motif_evidence": {}
    },
    "deep": {
      "paragraph_summaries": {
        "per_section": {},
        "combined": [],
        "whole": ""
      },
      "propp_functions": [],
      "propp_notes": ""
    }
  },
  "narrative_structure": [],
  "cross_validation": {
    "shared_story": null,
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    }
  },
  "qa": {
    "annotator": "",
    "date_annotated": "2026-01-06",
    "confidence": 0.8,
    "notes": ""
  }
}