{
  "id": "CH_006_花木兰从军",
  "culture": "Chinese",
  "title": "",
  "source_text": {
    "text": "古时候，有个叫花木兰的姑娘，她从小和父亲学了一身高超的武艺。父亲对自己的这个女儿十分喜爱，总是称赞木兰有男子气概，只可惜是个女儿身，要不现在国难当头，木兰应该在战场上保家卫国。可是木兰才不喜欢父亲这样的话呢！她对父亲不服气地说：“我也可以保家卫国。”\n那时候，中国的边境经常发生战乱，朝廷每年都要征兵，木兰所在村子的好多壮丁被拉去打仗。可是战争不停息，很多男子都战死在沙场上，而国家的壮丁已经越来越少了。\n有一天，官兵又一次来到木兰的村子征兵。他们来到木兰家时，木兰正在织布，突然听见一阵急促的敲门声。木兰忙放下手中的活儿，从织布机架上下来，打开门一看，官兵就交给木兰一份文书，说：“朝廷下令，每家每户必须出一位壮丁入伍抗敌，明天早上在村口集合。”说完他们就走了。\n木兰拿着文书思前想后，这可怎么办啊？父亲年老，弟弟年幼，都不能出征。正在愁闷之时，一个大胆的想法在她脑海中浮现。古时候，好多女子都征战在前线，自己为什么不能和她们一样呢？何况，自己的一身武艺并不比男孩子差呀。\n木兰的姐姐看见妹妹满脸愁容，连声叹气，知道一定出了什么事情。木兰就把征兵的事告诉了姐姐，姐妹俩商量了半天，也不知道怎么办才好。她们就把这件事情告诉了父母，花父觉得保家卫国，义不容辞，自己应当入伍抗敌。木兰和姐姐坚决不同意，花母也觉得丈夫年事已高，万万不可出征。但木兰的弟弟年龄太小，自己都不会照顾自己，也不可能出征。家里人正在为难之际，木兰突然对父母说：“父亲年老，弟弟年幼，我愿意顶替弟弟的名字，替父从军。”\n大家听了木兰的话都吃惊不小，没有一个人同意木兰的做法，特别是母亲极力反对。她认为女子应该在家纺线织布，哪能在战场上冲锋陷阵呢。木兰看劝说不了父母，就提出要和父亲比剑，谁赢了谁就出征。花父向来不服老，经女儿一说就答应了。\n于是，父女俩就一起来到院中比剑。花父剑法熟练，木兰身手矫健，几个回合下来分不出高低。但是到了后来，花父毕竟年龄大了，有点儿招架不住。木兰却越战越勇，最后，花父终于招架不住，撇下剑，蹲在地上喘气。\n木兰看见父亲身体这般虚弱，心意更加坚定，她一边扶起父亲，一边说道：“爹爹，你现在没有什么可以说的了吧，我胜了你，按照比剑前说的，我要替你去从军。”\n父亲喘着粗气看着木兰不知该说什么！尽管木兰赢了父亲，可是家人还是不同意她去从军。木兰毕竟是个女儿身，万一被别人发现了，那可怎么办啊？这时，木兰抿嘴一笑，说：“这个你们用不着担心，你们就在院子里等等我，我一会儿就来！”\n说完，木兰一转身跑进屋里去。她洗净脸上的胭脂，脱掉身上的罗裙，穿上了一身铠甲。几分钟之后，她来到院子里，啊！这哪是木兰啊！只见一个器宇轩昂、英气逼人的英武少年站在家人的面前。家人都大吃一惊，不敢相信眼前的英俊少年就是木兰。如果家人事先不知道，谁都看不出来这是女儿家。\n看到妹妹如此英姿飒爽，姐姐禁不住叫道：“好一个少年将军。”\n看到大家这样注视着自己，木兰不禁哑然失笑，她对家人神气地说：“你们这下可以放心了吧！我把你们都能唬住，更何况其他人呢。”父母看见木兰确实有男儿的气概，也实在想不出其他的办法，就答应木兰应征入伍。\n木兰看见父母同意了，不由得上前感谢，这一感谢，就露出了破绽。原来在古代，女子和男子在行礼方面有很多不同。大家看见木兰穿着男装，却在行着女子礼，都大笑了起来。\n“你要学的东西很多呀，我的乖女儿。”花父一边扶起木兰，一边对木兰和蔼地说。\n接着花父就教木兰一些男子的行礼和军中的一些规矩。木兰一边学，一边牢记在心。\n第二天，一家人把木兰送到了村口，木兰和姐姐以及弟弟抱成一团，想到此后木兰就要开始军旅生活，大家都忍不住痛哭流涕。\n花父和花母拉着女儿的手，嘱咐道：“你虽是女儿家，但你的武艺不比男孩差，你应该奋勇杀敌，保家卫国。”\n木兰答道：“爹和娘的话，木兰记住了，孩儿绝不会给你们丢脸的。”木兰说着，就含泪跨上战马，扬鞭而去。\n木兰昼夜兼程，快马加鞭，奔赴前线。一路上，想到自己就要远离家乡，远离亲人，木兰心里不免有些伤感，但想到自己可以为国效力，心里又高兴起来。\n经过三天三夜的跋山涉水，木兰终于来到了边关。边关的镇守大将军让一起来的新兵比试武艺，结果木兰得了第一名。镇守大将军看到木兰英气逼人、气宇轩昂，便料定她不是一般人，就命令木兰为新兵的首领，让她带领新兵操练。\n木兰每天和新兵一起操练，她不但把自己的武艺毫不保留地教给他们，而且还经常对他们进行爱国教育。没过多久，木兰带领的新兵就成了战场上最勇敢的一支队伍，他们战无不胜、攻无不克。敌人只要看见花木兰的队伍，就不战而败，落荒而逃。\n木兰时刻铭记父母临别时的嘱托，战场上她永远都冲在最前面。她武艺高超，足智多谋，很快就立下了赫赫战功。最英武的一次战斗是木兰竟然和敌人的头领大战五十回合，把敌人的头领从马上打了下来，并活捉了这位头领。\n从此以后，花木兰的事迹就传遍大江南北，老百姓都知道前方战场上有一位年轻有为的花将军，老百姓们沿街走巷，歌颂花木兰的事迹。皇上也知道了花木兰的事迹，常常奖励她。\n一晃十二年过去了，在这十二年里，木兰的官职步步高升，已经成为统领一方的大将军，但木兰还是和普通的士兵一起操练，一起吃饭。只有在夜幕降临的时候，木兰才会遥望故乡，想起年老的父母，姐姐和弟弟。每当这时，木兰就会禁不住流下眼泪来。木兰每天都盼望着敌人尽早退兵，自己能回到家乡，陪在父母身边，侍奉二老。\n这一天终于来到了，敌人宣布退兵，并声称永不来侵犯。战士们欢欣鼓舞，都等着皇上赏赐，只有木兰在收拾衣服，希望能尽早回到家乡。\n皇上派来的使者对木兰说：“花将军，皇上希望你回到朝廷，为你加官晋爵。”\n这令木兰左右为难，没有办法，她只好把女扮男装、替父从军的事情告诉使者，并希望使者转告皇帝，自己什么都不需要，只希望回到家乡，能尽孝道。\n皇帝听了木兰的事情后，大呼惊奇，并为木兰的孝心所感动，就让她回到了家乡。\n从此，花木兰回到了阔别多年的家乡，她一心一意地侍奉父母。花木兰“替父从军”的英雄故事也为人敬仰，万世流芳。\n",
    "language": "zh",
    "type": "full_text",
    "reference_uri": "datasets/texts/CH_006_花木兰从军.txt"
  },
  "metadata": {
    "main_motif": "",
    "atu_type": "",
    "ending_type": "HAPPY_REUNION",
    "key_values": [],
    "target_motif": true
  },
  "thinking_process": "",
  "annotation": {
    "motif": {
      "atu_type": "",
      "atu_categories": [],
      "motif_type": [],
      "character_archetypes": [],
      "obstacle_pattern": [],
      "obstacle_thrower": [],
      "helper_type": [],
      "thinking_process": ""
    },
    "deep": {
      "paragraph_summaries": {
        "per_paragraph": {},
        "combined": [],
        "whole": ""
      },
      "propp_functions": [],
      "propp_notes": ""
    }
  },
  "narrative_structure": [],
  "cross_validation": {
    "shared_story": null,
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    }
  },
  "qa": {
    "annotator": "",
    "date_annotated": "2025-12-21",
    "confidence": 0.8,
    "notes": ""
  }
}