{
  "version": "3.0",
  "metadata": {
    "id": "CH_018_聚宝盆",
    "title": "",
    "culture": "Chinese",
    "annotator": "",
    "date_annotated": "2026-01-15",
    "confidence": 0.8
  },
  "source_info": {
    "language": "zh",
    "type": "full_text",
    "reference_uri": "datasets/ChineseTales/texts/CH_018_聚宝盆.txt",
    "text_content": "明朝初期，有一年山东发生了灾荒，当地百姓为了活命拖家带口的四处逃荒。华良和妻子梁花正是其中的一员。他们推着一辆破旧的独轮车，车上放着一床破被褥、几个陶制坛罐和黑粗瓷碗。两个儿子摇摇晃晃地坐在独轮车上，嘴里不时的叫唤着“饿”。经过几个月的流浪乞讨，一家人终于在潘村街废弃的财神庙里安了家。\n华良是个地道的庄稼汉，老实厚道，有一身使不完的力气，来了没有多久就在街上的潘老爷家做了伙计。他的妻子梁花长了一双巧手，她做的馒头又白又软，擀出的面条又细又筋道。有一次，她去潘老爷家帮忙，大家伙见识了她的手艺，便经常有人找她做面食。\n这梁花是个热心肠的人，有求必应。时间久了，乡亲们也不好意思白麻烦她，面做好了就送她半碗面粉做工钱。后来，梁花干脆就在家门口摆了个摊子，每天用积攒下来的面粉擀面条，谁家要吃面条就上门来买或者用面粉换。因为梁花做的面条好吃，价格也公道合理，乡亲们都喜欢来她这里买面条。过了一年，梁花又生了一个儿子，家里的开销自然就大了，夫妻俩起早贪黑，干得更辛苦了。\n一天，梁花去财神庙后面的河里挑水打算做面条，碰见有个农民在捕捉青蛙，就上前劝阻说：“青蛙是保护庄稼的神物，不能随意捕杀，赶快放掉吧。”\n农民一脸愁苦地说：“这个俺也知道，可是一家老小断食好几天了，只好捉些青蛙煮了充饥。”\n梁花把农民带回面摊，取了些面条说：“这些青蛙就卖给我吧！”农民接过面条，把一串青蛙交给梁花就走了。就这样，那些青蛙又被梁花全部放回了河里。\n当天夜里，梁花梦见几个青衣人向他作揖说：“谢谢你救了我们的命，你的恩德我们一定会报答。”梦醒了，梁花感到很诧异。这时，一旁的华良也醒了。他说：“我刚才做了个梦，梦见耕田时耕出个大瓦盆，还没等我拾起来，过来一个穿青衣的白胡子老头儿对我说，这是个宝盆，若往盆里放粒米，不一会儿就能变成一盆。还没等我说话，老头儿“就化作一阵烟飘走了。”两口子讨论了一下各自的梦，都觉得奇怪，却理不出个头绪来。\n第二天下工后，华良怀里抱着一个瓦盆回家了。他指着瓦盆，高兴地对梁花说：“瞧，昨晚的梦应验了，我耕地时果然耕出了个盆，说不定还真是个宝贝呢。”\n梁花接过瓦盆一看，一个普通的不能再普通的瓦盆，与自己家和面的那个瓦盆没有什么不同，就说：“你呀，不要瞎想了，我看这个盆没有什么特别的。”“要不咱试试？”说着，华良顺手抓了一把黄豆洒在盆里，只见盆里顿时起了层雾气，不一会儿竟变成了满满一盆黄豆。华良使劲揉了揉自己的眼睛，小心翼翼地从盆里面抓出一把黄豆看了又看，又捏了几粒黄豆放进嘴里嚼了嚼，没错，是黄豆的味道！他赶紧把盆里的黄豆倒进一旁的空罐里，又抓了一把黄豆放进盆子里，不一会儿又变了满满一盆。\n“这下咱们有好日子过了！”华良高兴地对梁花说，“你快去找个口袋来，咱们多变点儿，一会儿拿到街上去卖。”\n“你说咱这不是不劳而获吗？这样过日子你心里踏实吗？不是咱们自己通过双手挣来的钱，用着能舒服吗？咱得勤劳持家才对。”梁花严肃地说。“那你说咋办，俺全听你的。”华良放下手中的瓦盆看着梁花说。最后夫妻俩商量出个结果：宝盆每天除和面外，不放任何东西。从那以后，华良还是干他的伙计，梁花还是卖她的面条。只是不用再买面粉了，她每天和完一盆面，擀完面条，抓把面粉放在盆里，第二天又是满满一盆面，就这样每天都能有面粉做面条。日子也一天天富裕起来了，一家人过得很幸福。\n这年发生了蝗灾。方圆几百里，颗粒无收，十户人家有八户都在讨饭，就连路边的树皮都被剥下来充饥了。梁花和华良商量着，要向灾民发放馒头，每人每天两个。\n当天夜里梁花就发了面，天还没亮就蒸起了馒头。她从蒸好的馒头里拿出一个放进了聚宝盆里，很快，一盆雪白的馒头就出现了。梁花叫华良准备了几个大箩筐，将变好的馒头都放进了箩筐里。天还没有亮，雪白的馒头就装满了几大箩筐。\n华良让儿子们分头在路口通知过往讨饭的人来领馒头。很快，领馒头的人就在他们家门口排起了长队，华良和梁花两口子连忙将馒头分给了饥饿的人们。\n蝗灾过去后，梁花又开始卖面条，不久，他们用积攒下来的钱盖了几间房子，小面摊也发展成了一家像样的面点店。梁花和华良商量了一下，决定先把聚宝盆收起来，并且互相约定谁也不能把聚宝盆这个秘密透露给三个儿子。\n一转眼几十年过去了，华良和梁花都老了，三个儿子也都相继成了家。老大在街东开饭馆，老三在街西开布店，只有老二继承父业，耕种着家里的十几亩田。\n一天，梁花突然得了急病，卧床不起，话也不会说，眼看着就要不行了，华良急得团团转。自打娶了梁花后，家里的事再没让他操过心，现在妻子就要撒手去了，他恨不得也跟着去。\n梁花最放心不下的是那聚宝盆。她把华良叫到身边，用手指指盆，比划着手势交代后事。她想说的意思是，老大有饭店，老二有田种，老三有布店，三个都能过得去，这盆就把它埋入地下吧。可是华良却误把梁花的话理解成老大、老三做生意随时需要钱，老二种田每年需种子，但这盆谁也不给，由他管着应急。\n梁花死后，华良给了老大、老三每人五十锭银子，给了老二一袋麦种，三个儿子就分家了。华良跟着老二一起过。过了一段时间，老大、老三想：自己每人得了五十锭银子，开着饭馆、布店，而老二两口子只分了一袋麦种，还得辛勤种田，为什么却不吭不响，还很乐意的服侍着老头子？是不是老头子另外留了家财给老二？\n兄弟俩越想越觉得不对劲，就去逼问华良，想知道他到底留了多少银子给老二？华良被逼急了，只得道出实情。三个儿子这才知道父亲有个聚宝盆。老大想：我要是有了这聚宝盆，不是想要什么就有什么？老二想：用聚宝盆变钱，不劳而获，那日子还有意思吗？老三心想：家里有这么个好东西，可不能让哥哥们占去了。当即，老大和老三为了聚宝盆吵了起来。见老大和老三为个瓦盆吵得越来越凶，老二什么话也没说，拽起老婆回屋睡觉了。\n经过一番争论，老三勉强同意由老大先用聚宝盆，以后每家用一天。老大两口子立即把聚宝盆抱回家，取了一锭银子放进盆中，不一会儿就变成了一盆银子；他们把银子倒在地上，又变了一盆。两口子不停地忙活着，这间屋子堆满了就换一间接着变，直到三间屋子都堆满了银子，两口子的手还是停不下来。\n老三两口子半夜没睡，一直守在老大家门口，想等天一亮就进去要聚宝盆，突然听到“轰”的一声，原来老大家的四面墙被银子挤坏了，屋顶塌了下来，老大两口子也被埋在了银子堆里。老三两口子先是一愣，紧接着大喊一声：“我们的聚宝盆啊！”两人就发疯般向倒塌的房子冲了过去，在废墟里又扒又抠。\n华良和老二听见动静连忙跑了出来，看到眼前的情形，他们立即明白了几分。\n“大哥和大嫂还在那间房子里呢，赶快帮忙救人啊。”老二焦急地喊道。可是，老三根本没有理会，继续在废墟里疯狂的刨着。老二无奈，只好和华良分头在废墟里扒老大夫妇。\n天亮时，老二和华良终于从废墟里找到了老大两口子。可惜他们全身血肉模糊，早就断气了。而老三两口子仍旧在刨着，可是他们除了扒烂了自己的双手，什么也没有找到。\n说也奇怪，那倒了的房子里，除了破砖碎瓦之外，根本就没有聚宝盆的影子，就连老大两口子变出来的银子也成了一块块狗头石。从此，聚宝盆再也没有出现过。\n"
  },
  "characters": [],
  "narrative_events": [
    {
      "id": "6fb1a893-c968-4851-9994-5e520598b156",
      "text_span": null,
      "event_type": "OTHER",
      "description": "",
      "agents": [],
      "targets": [],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 1,
      "relationships": [],
      "action_layer": {
        "category": "",
        "type": "",
        "context": "",
        "status": "",
        "function": ""
      }
    }
  ],
  "themes_and_motifs": {
    "ending_type": "HAPPY_REUNION",
    "key_values": [],
    "motif_type": [],
    "atu_categories": [],
    "obstacle_thrower": [],
    "helper_type": [],
    "thinking_process": "",
    "atu_evidence": {},
    "motif_evidence": {}
  },
  "analysis": {
    "propp_functions": [],
    "propp_notes": "",
    "paragraph_summaries": {
      "per_section": {},
      "combined": [],
      "whole": ""
    },
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    },
    "qa_notes": ""
  }
}