{
  "version": "3.0",
  "metadata": {
    "id": "CH_009_女娲补天",
    "title": "",
    "culture": "Chinese",
    "annotator": "",
    "date_annotated": "2026-01-15",
    "confidence": 0.8
  },
  "source_info": {
    "language": "zh",
    "type": "full_text",
    "reference_uri": "datasets/ChineseTales/texts/CH_009_女娲补天.txt",
    "text_content": "相传盘古开天辟地，用自己的躯体创造了日月星辰、山川草木，为一片混沌的天地带来了生机。后来盘古去世，人类的始祖女娲就出现了。传说女娲独自行走在原野上，看着那蜿蜒起伏的群山、繁盛茂密的花草树木、川流不息的河水，她发现尽管这个世界很美，却感到孤独和寂寞。女娲黯然神伤地坐在河边，不断地问自己，怎么才能使自己没有孤寂感呢？忽然，一叶花瓣飘落在清澈的河水里，宁静的河水一下子泛起了一圈圈的涟漪，打破了原先的平静。见此情景，女娲怦然心动。对！是生物，如果有了生物这个世界就会热闹起来，从此就没有孤独和寂寞。想到这儿，女娲便决定造一些生物。\n她马上就动手了。她在正月初一的时候创造出鸡，初二的时候创造出狗，初三的时候创造出羊，初四的时候创造出猪……等到初七这一天，女娲用黄土和水和了一大堆泥，然后仿照自己的样子捏造出一个小泥人。她把泥人放在地上，泥人居然活了起来，并且还唧唧喳喳地对女娲说话。女娲开心极了。接下来，她又捏了许许多多个小泥人，世界变得热闹起来。但是，毕竟世界太大了，女娲这样一个一个地捏，既慢又累，于是她就从地上随便捡起一根绳子，沾满泥浆，向和好的黄泥抡去，结果那些大团小粒的黄泥全都飞溅起来，落到地上，变成了一个又一个大大小小的活人。女娲发现她的新方法既轻松又迅速，所以她使劲地抡绳子，直到世界到处都有了密密麻麻的人。\n女娲微笑地看着自己造出来的这些人，心中的孤独寂寞荡然无存。她伸了一下腰，锤了锤自己的背，打算四处走着，看看自己造的人都是怎么生活的。\n有一天，女娲走到一个地方，发现这里没有欢声笑语的人，感到十分奇怪。等仔细查看时，她发现原来人们都躺在了地上。她便呼唤这些人，可是他们居然毫无反应，于是女娲就用手去拨动那些人，可是他们还是一动不动。原来这些人都已经老死了，他们皮肤松弛、满脸皱纹、头发花白。这时，女娲突然心中感到一阵忧虑，原来人是会衰老的啊，那我不是要永远不停地辛苦造人吗？可我辛苦造人，人还是会死亡，到底怎么才能让人永远地繁衍下去呢？\n最后，女娲冥思苦想，终于想出了一个办法。她把人分为男女，然后又让男女婚配，生儿育女，繁衍后代，让他们幸福地生活。婚姻制度就是女娲建立的，因此，女娲又被人们称为“婚姻女神”。\n然而，这样幸福的生活并没有延续多久，人类就迎来了一场灾难。因为水神共工和火神祝融不合，他们打起仗来。他们从天上打到地上，闹得鸡犬不宁。最后祝融打败了共工，而气急败坏的共工竟用自己的脑袋去撞西方的不周山。结果不周山崩塌了，这座撑天的大柱被折断了，天穹的四周也被撞毁，半边的天都塌了下来，天上出现了一个巨大的窟窿，就连大地都被震出很多裂缝，使得天不能再遮盖万物，地也不能承载万物了。更不幸的是，燃烧着的熊熊大火，从裂缝中爆发出来，将人们的房屋和农作物都烧着了，汹涌不断的洪水也开始不断地奔流，将两岸都漫过去，地上其他的缝隙中也不停地喷涌出地下的流水，将大地淹没。人们昔日生活的地方变成了一望无际的大海。还有更为可怕的事情，那些凶猛的野兽也趁机出来伤人，凶暴的鸷鸟高高盘旋在空中，瞅准机会就会用锋利的爪子将那些跑不动的老人和孩子抓走。\n人类陷入了可怕的灾难里。看到自己的孩子们在水深火热中奔走哭泣，备受煎熬，女娲痛苦万分，她流下了伤心的泪水，决定无论多么艰难都要将天补上。\n于是，女娲来到黄河边，她挑选了许多红、黄、蓝、白、黑五种颜色的石块，然后架好火炉，把五色石放到炉中进行熔化，接着又用这些熔化的液体将天上的洞补上。女娲不断地补啊补啊，整整用了九天九夜的时间，才将天空补好。五色云霞出现在天边，大地也放晴了，人类欢呼起来，女娲欣慰地笑了。如今我们看到的雨过天晴后的彩霞，就是当年女娲用五彩石炼就而成的。\n天空虽然补好了，并且比以前更加灿烂绚丽，可是女娲还是不放心。于是，她又跑到东海，从东海捉来一只万年巨龟，并将它的四足斩下来，用它们当做擎天柱，竖在大地的四角，支撑住天地的四方。接下来她又将兴风作浪、不做好事的黑龙杀死，再将大量的芦葭烧成灰，把地上洪水泛流的沟壑填平。这样，女娲才放下心来。\n经过女娲的一番辛劳之后，天地间的这场灾祸终于平息了，恶禽猛兽全都被诛杀干净，人们终于摆脱了灾难，过上了安居乐业的幸福生活。就连所有存活着的禽兽虫蛇，也纷纷隐藏起爪牙和毒蛰，性情变得温顺驯良。这位伟大的母亲终于拯救了人类，并为人类再次创造了幸福的生活环境。\n尽管这场灾难过去了，但却留下了它的痕迹。从此以后，天空就向西北方向倾斜了，所以我们今天看到的太阳、月亮和繁星都很自然地归向西方。还有，因为大地也向东南方塌陷了，从此河水就朝着东南方流去。因此有诗句云：一江春水向东流。\n人类是女娲创造出来的，也是女娲拯救的，因此上至九天云霄，下至黄泉路上，女娲的丰功伟绩都被永世颂扬着。她的光辉照耀着万物，她的伟绩为万世敬仰。传说女娲所乘坐的雷车，也是由长着翅膀的应龙驾驭着，旁边还有青色的虬龙一起帮着驾驶。女娲的手中还拿着世界上独一无二的瑞应宝物，坐着用萝图特制的席子，车身上也环绕着金黄色的云气，前方有白龙开路，后面跟着无足而飞的腾蛇，引导那四方浮游在云中的鬼神荣登九天，进入到众神所居住的灵门，朝见天帝。然而，女娲总是端庄而不失威严地静坐在那里，从来不夸耀自己的丰功伟绩，也从不宣传自己的名声。于是，人们亲切地称她为“女娲娘娘”。伟大、善良的“女娲娘娘”永远被人们铭记在了心中。\n"
  },
  "characters": [],
  "narrative_events": [
    {
      "id": "de34c5af-a5cf-4269-a85a-823c274f7824",
      "text_span": null,
      "event_type": "OTHER",
      "description": "",
      "agents": [],
      "targets": [],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 1,
      "relationships": [],
      "action_layer": {
        "category": "",
        "type": "",
        "context": "",
        "status": "",
        "function": ""
      }
    }
  ],
  "themes_and_motifs": {
    "ending_type": "HAPPY_REUNION",
    "key_values": [],
    "motif_type": [],
    "atu_categories": [],
    "obstacle_thrower": [],
    "helper_type": [],
    "thinking_process": "",
    "atu_evidence": {},
    "motif_evidence": {}
  },
  "analysis": {
    "propp_functions": [],
    "propp_notes": "",
    "paragraph_summaries": {
      "per_section": {},
      "combined": [],
      "whole": ""
    },
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    },
    "qa_notes": ""
  }
}