{
  "version": "3.0",
  "metadata": {
    "id": "EN_016_The_Prince_and_the_Fakir",
    "title": "The_Prince_and_the_Fakir",
    "culture": "Indian",
    "annotator": "Deb",
    "date_annotated": "2026-01-14",
    "confidence": 0.8
  },
  "source_info": {
    "language": "",
    "type": "",
    "reference_uri": "datasets/texts/EN_016_The_Prince_and_the_Fakir.txt",
    "text_content": "There was once upon a time a King who had no children. Now this King went and laid him down to rest at a place where four roads met, so that every one who passed had to step over him.\nAt last a Fakir came along, and he said to the King, \"Man, why are you lying here?\"\nHe replied, \"Fakir, a thousand men have come and passed by; you pass on too.\"\nBut the Fakir said, \"Who are you, man?\"\nThe King replied, \"I am a King, Fakir. Of goods and gold I have no lack, but I have lived long and have no children. So I have come here, and have laid me down at the cross-roads. My sins and offences have been very many, so I have come and am lying here that men may pass over me, and perchance my sins may be forgiven me, and God may be merciful, and I may have a son.\" \nThe Fakir answered him, \"Oh King! If you have children, what will you give me?\"\n\"Whatever you ask, Fakir,\" answered the King.\nThe Fakir said, \"Of goods and gold I have no lack, but I will say a prayer for you, and you will have two sons; one of those sons will be mine.\"\n\nThen he took out two sweetmeats and handed them to the King, and said, \"King! take these two sweetmeats and give them to your wives; give them to the wives you love best.\"\nThe King took the sweetmeats and put them in his bosom.\nThen the Fakir said, \"King! in a year I will return, and of the two sons who will be born to you one is mine and one yours.\" \nThe King said, \"Well, I agree.\"\nThen the Fakir went on his way, and the King came home and gave one sweetmeat to each of his two wives. After some time two sons were born to the King. Then what did the King do but place those two sons in an underground room, which he had built in the earth.\nSome time passed, and one day the Fakir appeared, and said, \"King! bring me that son of yours!\"\nWhat did the King do but bring two slave-girls' sons and present them to the Fakir. While the Fakir was sitting there the King's sons were sitting down below in their cellar eating their food. Just then a hungry ant had carried away a grain of rice from their food, and was going along with it to her children. Another stronger ant came up and attacked her in order to get this grain of rice. The first ant said, \"O ant, why do you drag this away from me? I have long been lame in my feet, and I have got just one grain, and am carrying it to my children. The King's sons are sitting in the cellar eating their food; you go and fetch a grain from there; why should you take mine from me?\" On this the second ant let go and did not rob the first, but went off to where the King's sons were eating their food.\nOn hearing this the Fakir said, \"King! these are not your sons; go and bring those children who are eating their food in the cellar.\"\nThen the King went and brought his own sons. The Fakir chose the eldest son and took him away, and set off with him on his journey. When he got home he told the King's son to go out to gather fuel.\nSo the King's son went out to gather cow-dung, and when he had collected some he brought it in.\nThen the Fakir looked at the King's son and put on a great pot, and said, \"Come round here, my pupil.\"\nBut the King's son said, \"Master first, and pupil after.\"\nThe Fakir told him to come once, he told him twice, he told him three times, and each time the King's son answered, \"Master first, and pupil after.\"\nThen the Fakir made a dash at the King's son, thinking to catch him and throw him into the caldron. There were about a hundred gallons of oil in this caldron, and the fire was burning beneath it. Then the King's son, lifting the Fakir, gave him a jerk and threw him into the caldron, and he was burnt, and became roast meat. He then saw a key of the Fakir's lying there; he took this key and opened the door of the Fakir's house. Now many men were locked up in this house; two horses were standing there in a hut of the Fakir's; two greyhounds were tied up there; two simurgs were imprisoned, and two tigers also stood there. So the King's son let all the creatures go, and took them out of the house, and they all returned thanks to God. Next he let out all the men who were in prison. He took away with him the two horses, and he took away the two tigers, and he took away the two hounds, and he took away the two simurgs, and with them he set out for another country.\nAs he went along the road he saw above him a bald man, grazing a herd of calves, and this bald man called out to him, \"Fellow! can you fight at all?\"\nThe King's son replied, \"When I was little I could fight a bit, and now, if any one wants to fight, I am not so unmanly as to turn my back. Come, I will fight you.\"\nThe bald man said, \"If I throw you, you shall be my slave; and if you throw me, I will be your slave.\" So they got ready and began to fight, and the King's son threw him.\nOn this the King's son said, \"I will leave my beasts here, my simurgs, tigers, and dogs, and horses; they will all stay here while I go to the city to see the sights. I appoint the tiger as guard over my property. And you are my slave, you, too, must stay here with my belongings.\" So the King's son started off to the city to see the sights, and arrived at a pool.\nHe saw that it was a pleasant pool, and thought he would stop and bathe there, and therewith he began to strip off his clothes.\nNow the King's daughter, who was sitting on the roof of the palace, saw his royal marks, and she said, \"This man is a king; when I marry, I will marry him and no other.\" So she said to her father, \"My father; I wish to marry.\"\n\"Good,\" said her father.\nThen the King made a proclamation: \"Let all men, great and small, attend to-day in the hall of audience, for the King's daughter will to-day take a husband.\"\nAll the men of the land assembled, and the traveller Prince also came, dressed in the Fakir's clothes, saying to himself, \"I must see this ceremony to-day.\" He went in and sat down.\nThe King's daughter came out and sat in the balcony, and cast her glance round all the assembly. She noticed that the traveller Prince was sitting in the assembly in Fakir's attire.\nThe Princess said to her handmaiden, \"Take this dish of henna, go to that traveller dressed like a Fakir, and sprinkle scent on him from the dish.\"\nThe handmaiden obeyed the Princess's order, went to him, and sprinkled the scent over him.\nThen the people said, \"The slave-girl has made a mistake.\"\nBut she replied, \"The slave-girl has made no mistake, 'tis her mistress has made the mistake.\"\nOn this the King married his daughter to the Fakir, who was really no Fakir, but a Prince.\nWhat fate had decreed came to pass in that country, and they were married. But the King of that city became very sad in his heart, because when so many chiefs and nobles were sitting there his daughter had chosen none of them, but had chosen that Fakir; but he kept these thoughts concealed in his heart.\nOne day the traveller Prince said, \"Let all the King's sons-in-law come out with me to-day to hunt.\"\nPeople said, \"What is this Fakir that he should go a-hunting?\"\nHowever, they all set out for the hunt, and fixed their meeting-place at a certain pool.\nThe newly married Prince went to his tigers, and told his tigers and hounds to kill and bring in a great number of gazelles and hog-deer and markhor. Instantly they killed and brought in a great number. Then taking with him these spoils of the chase, the Prince came to the pool settled on as a meeting-place. The other Princes, sons-in-law of the King of that city, also assembled there; but they had brought in no game, and the new Prince had brought a great deal. Thence they returned home to the town, and went to the King their father-in-law, to present their game.\nNow that King had no son. Then the new Prince told him that in fact he, too, was a Prince. At this the King, his father-in-law, was greatly delighted and took him by the hand and embraced him. He seated him by himself, saying, \"O Prince, I return thanks that you have come here and become my son-in-law; I am very happy at this, and I make over my kingdom to you.\""
  },
  "characters": [
    {
      "name": "The King",
      "alias": "Father",
      "archetype": "Ruler"
    },
    {
      "name": "The Fakir",
      "alias": "",
      "archetype": "Villain"
    },
    {
      "name": "The Prince",
      "alias": "Traveller Prince; King's Son",
      "archetype": "Hero"
    },
    {
      "name": "The Princess",
      "alias": "King's Daughter",
      "archetype": "Other"
    },
    {
      "name": "The Bald Man",
      "alias": "",
      "archetype": "Sidekick/Helper"
    },
    {
      "name": "Ants",
      "alias": "",
      "archetype": "Sidekick/Helper"
    },
    {
      "name": "Animals",
      "alias": "",
      "archetype": "Other"
    }
  ],
  "narrative_events": [
    {
      "id": "3707d104-067b-41b8-a8ff-4c515f55f4bf",
      "text_span": {
        "start": 759,
        "end": 1030,
        "text": "The Fakir answered him, \"Oh King! If you have children, what will you give me?\"\n\"Whatever you ask, Fakir,\" answered the King.\nThe Fakir said, \"Of goods and gold I have no lack, but I will say a prayer for you, and you will have two sons; one of those sons will be mine.\"\n"
      },
      "event_type": "Initial Situation",
      "description": "The childless King makes a deal with a Fakir: two sons in exchange for giving one up to the Fakir.",
      "agents": [
        "The Fakir"
      ],
      "targets": [
        "The King"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 1,
      "relationships": [
        {
          "agent": "The Fakir",
          "target": "The King",
          "relationship_level1": "Neutral",
          "relationship_level2": "stranger",
          "sentiment": ""
        }
      ],
      "action_layer": {
        "category": "transaction",
        "type": "exchange",
        "context": "",
        "status": "success",
        "function": "trigger"
      }
    },
    {
      "id": "d144cd87-c625-4e5d-aa58-25a566cf84cc",
      "text_span": {
        "start": 759,
        "end": 1030,
        "text": "The Fakir answered him, \"Oh King! If you have children, what will you give me?\"\n\"Whatever you ask, Fakir,\" answered the King.\nThe Fakir said, \"Of goods and gold I have no lack, but I will say a prayer for you, and you will have two sons; one of those sons will be mine.\"\n"
      },
      "event_type": "OTHER",
      "description": "The King tries to trick the Fakir by presenting slave children instead of his own.",
      "agents": [
        "The King"
      ],
      "targets": [
        "The Fakir"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 2,
      "relationships": [
        {
          "agent": "The King",
          "target": "The Fakir",
          "relationship_level1": "Social & Alliance",
          "relationship_level2": "ally",
          "sentiment": "negative"
        }
      ],
      "action_layer": {
        "category": "communicative",
        "type": "deceive",
        "context": "",
        "status": "attempt",
        "function": "setup"
      }
    },
    {
      "id": "fae1bdc3-649f-40f1-99e5-f327fb420c13",
      "text_span": {
        "start": 2329,
        "end": 2714,
        "text": "The King's sons are sitting in the cellar eating their food; you go and fetch a grain from there; why should you take mine from me?\" On this the second ant let go and did not rob the first, but went off to where the King's sons were eating their food.\nOn hearing this the Fakir said, \"King! these are not your sons; go and bring those children who are eating their food in the cellar.\""
      },
      "event_type": "EXPOSURE",
      "description": "The Fakir overhears ants discussing the real location of the princes, exposing the King's lie.",
      "agents": [
        "Ants"
      ],
      "targets": [
        "The Fakir"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 3,
      "relationships": [
        {
          "agent": "Ants",
          "target": "The Fakir",
          "relationship_level1": "Neutral",
          "relationship_level2": "stranger",
          "sentiment": "neutral"
        }
      ],
      "action_layer": {
        "category": "mental",
        "type": "realize",
        "context": "",
        "status": "success",
        "function": "climax"
      }
    },
    {
      "id": "163fb878-2d70-4e89-afd4-e7a0eefeef56",
      "text_span": {
        "start": 2760,
        "end": 2847,
        "text": "The Fakir chose the eldest son and took him away, and set off with him on his journey. "
      },
      "event_type": "ABSENTATION",
      "description": "The Fakir claims the eldest son and takes him to his home.",
      "agents": [
        "The Fakir"
      ],
      "targets": [
        "The Prince"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 4,
      "relationships": [
        {
          "agent": "The Fakir",
          "target": "The Prince",
          "relationship_level1": "Hierarchy",
          "relationship_level2": "master_servant",
          "sentiment": "negative"
        }
      ],
      "action_layer": {
        "category": "physical",
        "type": "travel",
        "context": "",
        "status": "success",
        "function": "resolution"
      }
    },
    {
      "id": "391df973-dc78-445b-a8c1-f007e20a0369",
      "text_span": {
        "start": 3319,
        "end": 3419,
        "text": "Then the Fakir made a dash at the King's son, thinking to catch him and throw him into the caldron. "
      },
      "event_type": "STRUGGLE",
      "description": "The Fakir attempts to push the Prince into boiling oil.",
      "agents": [
        "The Fakir"
      ],
      "targets": [
        "The Prince"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 5,
      "relationships": [
        {
          "agent": "The Fakir",
          "target": "The Prince",
          "relationship_level1": "Adversarial",
          "relationship_level2": "enemy",
          "sentiment": "hostile"
        }
      ],
      "action_layer": {
        "category": "physical",
        "type": "attack",
        "context": "",
        "status": "attempt",
        "function": "climax"
      }
    },
    {
      "id": "e9edb04b-abd7-4156-9a61-0bd798818fe3",
      "text_span": {
        "start": 3515,
        "end": 4057,
        "text": "Then the King's son, lifting the Fakir, gave him a jerk and threw him into the caldron, and he was burnt, and became roast meat. He then saw a key of the Fakir's lying there; he took this key and opened the door of the Fakir's house. Now many men were locked up in this house; two horses were standing there in a hut of the Fakir's; two greyhounds were tied up there; two simurgs were imprisoned, and two tigers also stood there. So the King's son let all the creatures go, and took them out of the house, and they all returned thanks to God."
      },
      "event_type": "VICTORY",
      "description": "The Prince kills the Fakir, frees the imprisoned animals/people, and takes the magical beasts with him.",
      "agents": [
        "The Prince"
      ],
      "targets": [
        "The Fakir"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 6,
      "relationships": [
        {
          "agent": "The Prince",
          "target": "The Fakir",
          "relationship_level1": "Adversarial",
          "relationship_level2": "enemy",
          "sentiment": "hostile"
        }
      ],
      "action_layer": {
        "category": "physical",
        "type": "attack",
        "context": "",
        "status": "success",
        "function": "resolution"
      }
    },
    {
      "id": "8075b5d3-2c8b-488e-8e9c-2eb6e82859c0",
      "text_span": {
        "start": 4290,
        "end": 5057,
        "text": "As he went along the road he saw above him a bald man, grazing a herd of calves, and this bald man called out to him, \"Fellow! can you fight at all?\"\nThe King's son replied, \"When I was little I could fight a bit, and now, if any one wants to fight, I am not so unmanly as to turn my back. Come, I will fight you.\"\nThe bald man said, \"If I throw you, you shall be my slave; and if you throw me, I will be your slave.\" So they got ready and began to fight, and the King's son threw him.\nOn this the King's son said, \"I will leave my beasts here, my simurgs, tigers, and dogs, and horses; they will all stay here while I go to the city to see the sights. I appoint the tiger as guard over my property. And you are my slave, you, too, must stay here with my belongings.\""
      },
      "event_type": "VICTORY",
      "description": "The Prince defeats a challenger, who then becomes his slave and guards his beasts.",
      "agents": [
        "The Prince"
      ],
      "targets": [
        "The Bald Man"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 7,
      "relationships": [
        {
          "agent": "The Prince",
          "target": "The Bald Man",
          "relationship_level1": "Adversarial",
          "relationship_level2": "rival",
          "sentiment": "neutral"
        }
      ],
      "action_layer": {
        "category": "physical",
        "type": "attack",
        "context": "",
        "status": "success",
        "function": "setup"
      }
    },
    {
      "id": "e895ff81-b451-4764-abf6-92692fec1c1f",
      "text_span": {
        "start": 5270,
        "end": 6436,
        "text": "Now the King's daughter, who was sitting on the roof of the palace, saw his royal marks, and she said, \"This man is a king; when I marry, I will marry him and no other.\" So she said to her father, \"My father; I wish to marry.\"\n\"Good,\" said her father.\nThen the King made a proclamation: \"Let all men, great and small, attend to-day in the hall of audience, for the King's daughter will to-day take a husband.\"\nAll the men of the land assembled, and the traveller Prince also came, dressed in the Fakir's clothes, saying to himself, \"I must see this ceremony to-day.\" He went in and sat down.\nThe King's daughter came out and sat in the balcony, and cast her glance round all the assembly. She noticed that the traveller Prince was sitting in the assembly in Fakir's attire.\nThe Princess said to her handmaiden, \"Take this dish of henna, go to that traveller dressed like a Fakir, and sprinkle scent on him from the dish.\"\nThe handmaiden obeyed the Princess's order, went to him, and sprinkled the scent over him.\nThen the people said, \"The slave-girl has made a mistake.\"\nBut she replied, \"The slave-girl has made no mistake, 'tis her mistress has made the mistake.\""
      },
      "event_type": "WEDDING",
      "description": "tis her mistress has made the mistake",
      "agents": [
        "The Princess"
      ],
      "targets": [
        "The Prince"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 8,
      "relationships": [
        {
          "agent": "The Princess",
          "target": "The Prince",
          "relationship_level1": "Romance",
          "relationship_level2": "lover",
          "sentiment": "romantic"
        }
      ],
      "action_layer": {
        "category": "communicative",
        "type": "command",
        "context": "",
        "status": "success",
        "function": "climax"
      }
    },
    {
      "id": "398fe9cf-5b7d-4343-abad-46576fe7d1b5",
      "text_span": {
        "start": 7086,
        "end": 7553,
        "text": "The newly married Prince went to his tigers, and told his tigers and hounds to kill and bring in a great number of gazelles and hog-deer and markhor. Instantly they killed and brought in a great number. Then taking with him these spoils of the chase, the Prince came to the pool settled on as a meeting-place. The other Princes, sons-in-law of the King of that city, also assembled there; but they had brought in no game, and the new Prince had brought a great deal. "
      },
      "event_type": "DIFFICULT_TASK",
      "description": "The Prince uses his magical animals to succeed in the hunt where others fail.",
      "agents": [
        "The Prince"
      ],
      "targets": [
        "Animals"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 9,
      "relationships": [
        {
          "agent": "The Prince",
          "target": "Animals",
          "relationship_level1": "Hierarchy",
          "relationship_level2": "master_servant",
          "sentiment": "positive"
        }
      ],
      "action_layer": {
        "category": "physical",
        "type": "attack",
        "context": "",
        "status": "success",
        "function": "character_arc"
      }
    },
    {
      "id": "3476d22b-ee70-4c4b-8530-fe88157133a5",
      "text_span": {
        "start": 7683,
        "end": 8021,
        "text": "Then the new Prince told him that in fact he, too, was a Prince. At this the King, his father-in-law, was greatly delighted and took him by the hand and embraced him. He seated him by himself, saying, \"O Prince, I return thanks that you have come here and become my son-in-law; I am very happy at this, and I make over my kingdom to you.\""
      },
      "event_type": "TRANSFIGURATION",
      "description": "The Prince reveals his true identity and is given the kingdom.",
      "agents": [
        "The King"
      ],
      "targets": [
        "The Prince"
      ],
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 10,
      "relationships": [
        {
          "agent": "The King",
          "target": "The Prince",
          "relationship_level1": "Family & Kinship",
          "relationship_level2": "extended_family",
          "sentiment": "positive"
        }
      ],
      "action_layer": {
        "category": "transaction",
        "type": "give",
        "context": "",
        "status": "success",
        "function": "resolution"
      }
    }
  ],
  "themes_and_motifs": {
    "ending_type": "HAPPY_ENDING",
    "key_values": [
      "LUCK",
      "JUSTICE",
      "COURAGE"
    ],
    "motif_type": [
      "Motif T50.2.1: T50.2.1. King unwilling to marry his daughter to a man not her equal. (T. Sex. > T0–T99. Love.)",
      "Motif T55.4: T55.4. Little girl will give prince marvelous objects if he promises to marry her later. (T. Sex. > T0–T99. Love.)"
    ],
    "atu_categories": [
      "ATU 874: The Proud King is Won (REALISTIC TALES > The Woman Marries the Prince (870-879))",
      "ATU 884: The forgotten fiancée (REALISTIC TALES > Proofs of FidelitY and Innocence (880-899))",
      "ATU 873: The King Discovers his Unknown Son (REALISTIC TALES > The Woman Marries the Prince (870-879))",
      "ATU 861: Sleeping at the Rendezvous (REALISTIC TALES > The Man Marries the Princess (850-869))",
      "ATU 853: Contest in Repartee (REALISTIC TALES > The Man Marries the Princess (850-869))",
      "ATU 1567: Hungry Servant Reproaches Stingy Master (ANECDOTES AND JOKES > Stories about a Man > The Clever Man (1525-1639))",
      "ATU 841: One Beggar Trusts God, the Other the King (RELIGIOUS TALES > Other Religious Tales (827-849))",
      "ATU 921: The king and the peasant's son (REALISTIC TALES > Clever Acts and Words (920-929))",
      "ATU 879: The Basil Maiden (The Sugar Puppet, Viola) (REALISTIC TALES > The Woman Marries the Prince (870-879))",
      "ATU 850: The Moles of the Princess (REALISTIC TALES > The Man Marries the Princess (850-869))"
    ],
    "obstacle_thrower": [
      "The Fakir",
      "The Bald Man"
    ],
    "helper_type": [
      "ANIMAL"
    ],
    "thinking_process": "",
    "atu_evidence": {
      "ATU 874: The Proud King is Won (REALISTIC TALES > The Woman Marries the Prince (870-879))": {
        "evidence_keys": [
          "S5270-6436"
        ]
      },
      "ATU 884: The forgotten fiancée (REALISTIC TALES > Proofs of FidelitY and Innocence (880-899))": {
        "evidence_keys": [
          "S5270-6436"
        ]
      },
      "ATU 873: The King Discovers his Unknown Son (REALISTIC TALES > The Woman Marries the Prince (870-879))": {
        "evidence_keys": [
          "S5270-6436"
        ]
      },
      "ATU 861: Sleeping at the Rendezvous (REALISTIC TALES > The Man Marries the Princess (850-869))": {
        "evidence_keys": [
          "S5270-6436"
        ]
      },
      "ATU 853: Contest in Repartee (REALISTIC TALES > The Man Marries the Princess (850-869))": {
        "evidence_keys": [
          "S5270-6436"
        ]
      },
      "ATU 1567: Hungry Servant Reproaches Stingy Master (ANECDOTES AND JOKES > Stories about a Man > The Clever Man (1525-1639))": {
        "evidence_keys": [
          "S2329-2714"
        ]
      },
      "ATU 841: One Beggar Trusts God, the Other the King (RELIGIOUS TALES > Other Religious Tales (827-849))": {
        "evidence_keys": [
          "S2329-2714"
        ]
      },
      "ATU 921: The king and the peasant's son (REALISTIC TALES > Clever Acts and Words (920-929))": {
        "evidence_keys": [
          "S2329-2714"
        ]
      },
      "ATU 879: The Basil Maiden (The Sugar Puppet, Viola) (REALISTIC TALES > The Woman Marries the Prince (870-879))": {
        "evidence_keys": [
          "S5270-6436"
        ]
      },
      "ATU 850: The Moles of the Princess (REALISTIC TALES > The Man Marries the Princess (850-869))": {
        "evidence_keys": [
          "S5270-6436"
        ]
      }
    },
    "motif_evidence": {
      "Motif T50.2.1: T50.2.1. King unwilling to marry his daughter to a man not her equal. (T. Sex. > T0–T99. Love.)": {
        "evidence_keys": [
          "S5270-6436"
        ]
      },
      "Motif T55.4: T55.4. Little girl will give prince marvelous objects if he promises to marry her later. (T. Sex. > T0–T99. Love.)": {
        "evidence_keys": [
          "S5270-6436"
        ]
      }
    }
  },
  "analysis": {
    "propp_functions": [
      {
        "id": "4bececb8-8273-4736-ad6e-acc320a982d3",
        "fn": "Initial Situation",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 759,
          "end": 1030,
          "text": "The Fakir answered him, \"Oh King! If you have children, what will you give me?\"\n\"Whatever you ask, Fakir,\" answered the King.\nThe Fakir said, \"Of goods and gold I have no lack, but I will say a prayer for you, and you will have two sons; one of those sons will be mine.\"\n"
        },
        "evidence": "The childless King makes a deal with a Fakir: two sons in exchange for giving one up to the Fakir.",
        "narrative_event_id": "3707d104-067b-41b8-a8ff-4c515f55f4bf"
      },
      {
        "id": "ed5fcc4f-b989-437a-bf3a-586d419f2c4e",
        "fn": "EXPOSURE",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 2329,
          "end": 2714,
          "text": "The King's sons are sitting in the cellar eating their food; you go and fetch a grain from there; why should you take mine from me?\" On this the second ant let go and did not rob the first, but went off to where the King's sons were eating their food.\nOn hearing this the Fakir said, \"King! these are not your sons; go and bring those children who are eating their food in the cellar.\""
        },
        "evidence": "The Fakir overhears ants discussing the real location of the princes, exposing the King's lie.",
        "narrative_event_id": "fae1bdc3-649f-40f1-99e5-f327fb420c13"
      },
      {
        "id": "0f875e43-79c5-459a-bbea-086f8272ff48",
        "fn": "ABSENTATION",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 2760,
          "end": 2847,
          "text": "The Fakir chose the eldest son and took him away, and set off with him on his journey. "
        },
        "evidence": "The Fakir claims the eldest son and takes him to his home.",
        "narrative_event_id": "163fb878-2d70-4e89-afd4-e7a0eefeef56"
      },
      {
        "id": "4486dcdc-3301-498c-bee1-ae5510f42703",
        "fn": "STRUGGLE",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 3319,
          "end": 3419,
          "text": "Then the Fakir made a dash at the King's son, thinking to catch him and throw him into the caldron. "
        },
        "evidence": "The Fakir attempts to push the Prince into boiling oil.",
        "narrative_event_id": "391df973-dc78-445b-a8c1-f007e20a0369"
      },
      {
        "id": "7b30f381-e9ad-4e22-b506-4975a60533e6",
        "fn": "VICTORY",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 3515,
          "end": 4057,
          "text": "Then the King's son, lifting the Fakir, gave him a jerk and threw him into the caldron, and he was burnt, and became roast meat. He then saw a key of the Fakir's lying there; he took this key and opened the door of the Fakir's house. Now many men were locked up in this house; two horses were standing there in a hut of the Fakir's; two greyhounds were tied up there; two simurgs were imprisoned, and two tigers also stood there. So the King's son let all the creatures go, and took them out of the house, and they all returned thanks to God."
        },
        "evidence": "The Prince kills the Fakir, frees the imprisoned animals/people, and takes the magical beasts with him.",
        "narrative_event_id": "e9edb04b-abd7-4156-9a61-0bd798818fe3"
      },
      {
        "id": "5b4730b5-6354-4bc4-87d7-90346afb0f7c",
        "fn": "VICTORY",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 4290,
          "end": 5057,
          "text": "As he went along the road he saw above him a bald man, grazing a herd of calves, and this bald man called out to him, \"Fellow! can you fight at all?\"\nThe King's son replied, \"When I was little I could fight a bit, and now, if any one wants to fight, I am not so unmanly as to turn my back. Come, I will fight you.\"\nThe bald man said, \"If I throw you, you shall be my slave; and if you throw me, I will be your slave.\" So they got ready and began to fight, and the King's son threw him.\nOn this the King's son said, \"I will leave my beasts here, my simurgs, tigers, and dogs, and horses; they will all stay here while I go to the city to see the sights. I appoint the tiger as guard over my property. And you are my slave, you, too, must stay here with my belongings.\""
        },
        "evidence": "The Prince defeats a challenger, who then becomes his slave and guards his beasts.",
        "narrative_event_id": "8075b5d3-2c8b-488e-8e9c-2eb6e82859c0"
      },
      {
        "id": "47488a86-ab63-4094-bdf9-11b8ec26f200",
        "fn": "WEDDING",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 5270,
          "end": 6436,
          "text": "Now the King's daughter, who was sitting on the roof of the palace, saw his royal marks, and she said, \"This man is a king; when I marry, I will marry him and no other.\" So she said to her father, \"My father; I wish to marry.\"\n\"Good,\" said her father.\nThen the King made a proclamation: \"Let all men, great and small, attend to-day in the hall of audience, for the King's daughter will to-day take a husband.\"\nAll the men of the land assembled, and the traveller Prince also came, dressed in the Fakir's clothes, saying to himself, \"I must see this ceremony to-day.\" He went in and sat down.\nThe King's daughter came out and sat in the balcony, and cast her glance round all the assembly. She noticed that the traveller Prince was sitting in the assembly in Fakir's attire.\nThe Princess said to her handmaiden, \"Take this dish of henna, go to that traveller dressed like a Fakir, and sprinkle scent on him from the dish.\"\nThe handmaiden obeyed the Princess's order, went to him, and sprinkled the scent over him.\nThen the people said, \"The slave-girl has made a mistake.\"\nBut she replied, \"The slave-girl has made no mistake, 'tis her mistress has made the mistake.\""
        },
        "evidence": "tis her mistress has made the mistake",
        "narrative_event_id": "e895ff81-b451-4764-abf6-92692fec1c1f"
      },
      {
        "id": "cea377d3-5d85-47dc-996e-8b0b76d992d6",
        "fn": "DIFFICULT_TASK",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 7086,
          "end": 7553,
          "text": "The newly married Prince went to his tigers, and told his tigers and hounds to kill and bring in a great number of gazelles and hog-deer and markhor. Instantly they killed and brought in a great number. Then taking with him these spoils of the chase, the Prince came to the pool settled on as a meeting-place. The other Princes, sons-in-law of the King of that city, also assembled there; but they had brought in no game, and the new Prince had brought a great deal. "
        },
        "evidence": "The Prince uses his magical animals to succeed in the hunt where others fail.",
        "narrative_event_id": "398fe9cf-5b7d-4343-abad-46576fe7d1b5"
      },
      {
        "id": "246a401c-aacf-4b72-bc48-226785b2ff87",
        "fn": "TRANSFIGURATION",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 7683,
          "end": 8021,
          "text": "Then the new Prince told him that in fact he, too, was a Prince. At this the King, his father-in-law, was greatly delighted and took him by the hand and embraced him. He seated him by himself, saying, \"O Prince, I return thanks that you have come here and become my son-in-law; I am very happy at this, and I make over my kingdom to you.\""
        },
        "evidence": "The Prince reveals his true identity and is given the kingdom.",
        "narrative_event_id": "3476d22b-ee70-4c4b-8530-fe88157133a5"
      }
    ],
    "propp_notes": "",
    "paragraph_summaries": {
      "per_section": {},
      "combined": [],
      "whole": ""
    },
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    },
    "qa_notes": ""
  }
}