{
  "version": "2.0",
  "metadata": {
    "id": "jp_005",
    "title": "",
    "culture": "Japanese",
    "annotator": "",
    "date_annotated": "2025-12-20",
    "confidence": 0.8
  },
  "source_info": {
    "language": "en",
    "type": "summary",
    "reference_uri": "datasets/Japanese/texts/jp_005.txt",
    "text_content": "むかし、いつの頃ころでありましたか、竹取たけとりの翁おきなといふ人ひとがありました。ほんとうの名なは讃岐さぬきの造麻呂みやつこまろといふのでしたが、毎日まいにちのように野山のやまの竹藪たけやぶにはひつて、竹たけを切きり取とつて、いろ／＼の物ものを造つくり、それを商あきなふことにしてゐましたので、俗ぞくに竹取たけとりの翁おきなといふ名なで通とほつてゐました。ある日ひ、いつものように竹藪たけやぶに入いり込こんで見みますと、一本いつぽん妙みように光ひかる竹たけの幹みきがありました。不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの子こがゐました。いつも見慣みなれてゐる藪やぶの竹たけの中なかにゐる人ひとですから、きっと、天てんが我わが子ことして與あたへてくれたものであらうと考かんがへて、その子こを手ての上うへに載のせて持もち歸かへり、妻つまのお婆ばあさんに渡わたして、よく育そだてるようにいひつけました。お婆ばあさんもこの子この大たいそう美うつくしいのを喜よろこんで、籠かごの中なかに入いれて大切たいせつに育そだてました。\n　このことがあつてからも、翁おきなはやはり竹たけを取とつて、その日ひ／＼を送おくつてゐましたが、奇妙きみようなことには、多おほくの竹たけを切きるうちに節ふしと節ふしとの間あひだに、黄金おうごんがはひつてゐる竹たけを見みつけることが度々たび／＼ありました。それで翁おきなの家いへは次第しだいに裕福ゆうふくになりました。\n　ところで、竹たけの中なかから出でた子こは、育そだて方かたがよかつたと見みえて、ずん／＼大おほきくなつて、三月みつきばかりたつうちに一人前いちにんまへの人ひとになりました。そこで少女をとめにふさはしい髮飾かみかざりや衣裳いしようをさせましたが、大事だいじの子こですから、家いへの奧おくにかこつて外そとへは少すこしも出ださずに、いよ／＼心こゝろを入いれて養やしなひました。大おほきくなるにしたがつて少女をとめの顏かほかたちはます／＼麗うるはしくなり、とてもこの世界せかいにないくらゐなばかりか、家いへの中なかが隅すみから隅すみまで光ひかり輝かゞやきました。翁おきなにはこの子こを見みるのが何なによりの藥くすりで、また何なによりの慰なぐさみでした。その間あひだに相變あひかはらず竹たけを取とつては、黄金おうごんを手てに入いれましたので、遂つひには大たいした身代しんだいになつて、家屋敷いへやしきも大おほきく構かまへ、召めし使つかひなどもたくさん置おいて、世間せけんからも敬うやまはれるようになりました。さて、これまでつい少女をとめの名なをつけることを忘わすれてゐましたが、もう大おほきくなつて名なのないのも變へんだと氣きづいて、いゝ名なづけ親おやを頼たのんで名なをつけて貰もらひました。その名なは嫋竹なよたけの赫映姫かぐやひめといふのでした。その頃ころの習慣ならはしにしたがつて、三日みつかの間あひだ、大宴會だいえんかいを開ひらいて、近所きんじよの人ひとたちや、その他ほか、多おほくの男女なんによをよんで祝いはひました。\n　この美うつくしい少女をとめの評判ひようばんが高たかくなつたので、世間せけんの男をとこたちは妻つまに貰もらひたい、又また見みるだけでも見みておきたいと思おもつて、家いへの近ちかくに來きて、すき間まのようなところから覗のぞかうとしましたが、どうしても姿すがたを見みることが出來できません。せめて家いへの人ひとに逢あつて、ものをいはうとしても、それさへ取とり合あつてくれぬ始末しまつで、人々ひと／″＼はいよ／＼氣きを揉もんで騷さわぐのでした。そのうちで、夜よるも晝ひるもぶっ通とほしに家いへの側そばを離はなれずに、どうにかして赫映姫かぐやひめに逢あつて志こゝろざしを見みせようと思おもふ熱心家ねつしんかが五人ごにんありました。みな位くらゐの高たかい身分みぶんの尊たふとい方かたで、一人ひとりは石造いしつくりの皇子みこ、一人ひとりは車持くらもちの皇子みこ、一人ひとりは右大臣うだいじん阿倍御主人あべのみうし、一人ひとりは大納言だいなごん大伴御行おほとものみゆき、一人ひとりは中納言ちゆうなごん石上麻呂いそのかみのまろでありました。この人ひとたちは思おもひ／＼に手てだてをめぐらして姫ひめを手てに入いれようとしましたが、誰たれも成功せいこうしませんでした。翁おきなもあまりのことに思おもつて、ある時とき、姫ひめに向むかつて、\n「たゞの人ひとでないとはいひながら、今日けふまで養やしなひ育そだてたわしを親おやと思おもつて、わしのいふことをきいて貰もらひたい」\n　と、前置まへおきして、\n「わしは七十しちじゆうの阪さかを越こして、もういつ命いのちが終をはるかわからぬ。今いまのうちによい婿むこをとつて、心殘こゝろのこりのないようにして置おきたい。姫ひめを一いつしよう懸命けんめいに思おもつてゐる方かたがこんなにたくさんあるのだから、このうちから心こゝろにかなつた人ひとを選えらんではどうだらう」\n　と、いひますと、姫ひめは案外あんがいの顏かほをして答こたへ澁しぶつてゐましたが、思おもひ切きつて、\n「私わたしの思おもひどほりの深ふかい志こゝろざしを見みせた方かたでなくては、夫をつとと定さだめることは出來できません。それは大たいしてむづかしいことでもありません。五人ごにんの方々かた／″＼に私わたしの欲ほしいと思おもふ物ものを註文ちゆうもんして、それを間違まちがひなく持もつて來きて下くださる方かたにお仕つかへすることに致いたしませう」\n　と、いひました。翁おきなも少すこし安心あんしんして、例れいの五人ごにんの人ひとたちの集あつまつてゐるところに行いつて、そのことを告つげますと、みな異存いぞんのあらうはずがありませんから、すぐに承知しようちしました。ところが姫ひめの註文ちゆうもんといふのはなか／＼むづかしいことでした。それは五人ごにんとも別々べつ／＼で、石造皇子いしつくりのみこには天竺てんじくにある佛ほとけの御石みいしの鉢はち、車持皇子くらもちのみこには東海とうかいの蓬莱山ほうらいさんにある銀ぎんの根ね、金きんの莖くき、白玉しらたまの實みをもつた木きの枝えだ一本いつぽん、阿倍あべの右大臣うだいじんには唐土もろこしにある火鼠ひねずみの皮衣かはごろも、大伴おほとも［＃ルビの「おほとも」は底本では「おもとも」］の大納言だいなごんには龍たつの首くびについてゐる五色ごしきの玉たま、石上いそのかみの中納言ちゆうなごんには燕つばめのもつてゐる子安貝こやすがひ一ひとつといふのであります。そこで翁おきなはいひました。\n「それはなか／＼の難題なんだいだ。そんなことは申まをされない」\n　しかし、姫ひめは、\n「たいしてむづかしいことではありません」と、いひ切きつて平氣へいきでをります。翁おきなは仕方しかたなしに姫ひめの註文ちゆうもん通どほりを傳つたへますと、みなあきれかへつて家いへへ引ひき取とりました。\n　それでも、どうにかして赫映姫かぐやひめを自分じぶんの妻つまにしようと覺悟かくごした五人ごにんは、それ／″＼いろいろの工夫くふうをして註文ちゆうもんの品しなを見みつけようとしました。\n　第一番だいいちばんに、石造皇子いしつくりのみこはずるい方ほうに才さいのあつた方かたですから、註文ちゆうもんの佛ほとけの御石みいしの鉢はちを取とりに天竺てんじくへ行いつたように見みせかけて、三年さんねんばかりたつて、大和やまとの國くにのある山寺やまでらの賓頭廬樣びんずるさまの前まへに置おいてある石いしの鉢はちの眞黒まつくろに煤すゝけたのを、もったいらしく錦にしきの袋ふくろに入いれて姫ひめのもとにさし出だしました。ところが、立派りつぱな光ひかりのあるはずの鉢はちに螢火ほたるびほどの光ひかりもないので、すぐに註文ちゆうもんちがひといつて跳はねつけられてしまひました。\n　第二番だいにばんに、車持皇子くらもちのみこは、蓬莱ほうらいの玉たまの枝えだを取とりに行ゆくといひふらして船出ふなでをするにはしましたが、實じつは三日目みつかめにこっそりと歸かへつて、かね／″＼たくんで置おいた通とほり、上手じようずの玉職人たましよくにんを多おほく召めし寄よせて、ひそかに註文ちゆうもんに似にた玉たまの枝えだを作つくらせて、姫ひめのところに持もつて行ゆきました。翁おきなも姫ひめもその細工さいくの立派りつぱなのに驚をどろいてゐますと、そこへ運うんわるく玉職人たましよくにんの親方おやかたがやつて來きて、千日せんにちあまりも骨折ほねをつて作つくつたのに、まだ細工賃さいくちんを下くださるといふ御沙汰ごさたがないと、苦情くじようを持もち込こみましたので、まやかしものといふことがわかつて、これも忽たちまち突つっ返かへされ、皇子みこは大恥おほはぢをかいて引ひきさがりました。\n　第三番だいさんばんの阿倍あべの右大臣うだいじんは財産家ざいさんかでしたから、あまり惡わるごすくは巧たくまず、ちょうど、その年としに日本につぽんに來きた唐船とうせんに誂あつらへて火鼠ひねずみの皮衣かはごろもといふ物ものを買かつて來くるように頼たのみました。やがて、その商人あきうどは、やう／＼のことで元もとは天竺てんじくにあつたのを求もとめたといふ手紙てがみを添そへて、皮衣かはごろもらしいものを送おくり、前まへに預あづかつた代金だいきんの不足ふそくを請求せいきゆうして來きました。大臣だいじんは喜よろこんで品物しなものを見みると、皮衣かはごろもは紺青色こんじよういろで毛けのさきは黄金色おうごんしよくをしてゐます。これならば姫ひめの氣きに入いるに違ちがひない、きっと自分じぶんは姫ひめのお婿むこさんになれるだらうなどゝ考かんがへて、大おほめかしにめかし込こんで出でかけました。姫ひめも一時いちじは本物ほんものかと思おもつて内々ない／＼心配しんぱいしましたが、火ひに燒やけないはずだから、試ためして見みようといふので、火ひをつけさせて見みると、一ひとたまりもなくめら／＼と燒やけました。そこで右大臣うだいじんもすっかり當あてが外はづれました。\n　四番よばんめの大伴おほともの大納言だいなごんは、家來けらいどもを集あつめて嚴命げんめいを下くだし、必かならず龍たつの首くびの玉たまを取とつて來こいといつて、邸内やしきうちにある絹きぬ、綿わた、錢ぜにのありたけを出だして路用ろようにさせました。ところが家來けらいたちは主人しゆじんの愚おろかなことを謗そしり、玉たまを取とりに行ゆくふりをして、めい／＼の勝手かつてな方ほうへ出でかけたり、自分じぶんの家いへに引ひき籠こもつたりしてゐました。右大臣うだいじんは待まちかねて、自分じぶんでも遠とほい海うみに漕こぎ出だして、龍たつを見みつけ次第しだい矢先やさきにかけて射落いおとさうと思おもつてゐるうちに、九州きゆうしうの方ほうへ吹ふき流ながされて、烈はげしい雷雨らいうに打うたれ、その後のち、明石あかしの濱はまに吹ふき返かへされ、波風なみかぜに揉もまれて死人しにんのようになつて磯端いそばたに倒たふれてゐました。やう／＼のこと、國くにの役人やくにんの世話せわで手輿てごしに乘のせられて家いへに着つきました。そこへ家來けらいどもが駈かけつけて、お見舞みまひを申まをし上あげると、大納言だいなごんは杏すもゝのように赤あかくなつた眼めを開ひらいて、\n「龍たつは雷かみなりのようなものと見みえた。あれを殺ころしでもしたら、この方ほうの命いのちはあるまい。お前まへたちはよく龍たつを捕とらずに來きた。うい奴やつどもぢや」\n　とおほめになつて、うちに少々しよう／＼殘のこつてゐた物ものを褒美ほうびに取とらせました。もちろん姫ひめの難題なんだいには怖おじ氣けを振ふるひ、「赫映姫かぐやひめの大おほがたりめ」と叫さけんで、またと近寄ちかよらうともしませんでした。\n　五番ごばんめの石上いそのかみの中納言ちゆうなごんは燕つばめの子安貝こやすがひを獲とるのに苦心くしんして、いろ／＼と人ひとに相談そうだんして見みた後のち、ある下役したやくの男をとこの勸すゝめにつくことにしました。そこで、自分じぶんで籠かごに乘のつて、綱つなで高たかい屋やの棟むねにひきあげさせて、燕つばめが卵たまごを産うむところをさぐるうちに、ふと平ひらたい物ものをつかみあてたので、嬉うれしがつて籠かごを降おろす合圖あひずをしたところが、下したにゐた人ひとが綱つなをひきそこなつて、綱つながぷっつりと切きれて、運うんわるくも下したにあつた鼎かなへの上うへに落おちて眼めを廻まはしました。水みづを飮のませられて漸やうやく正氣しようきになつた時とき、\n「腰こしは痛いたむが子安貝こやすがひは取とつたぞ。それ見みてくれ」\n　といひました。皆みながそれを見みると、子安貝こやすがひではなくて燕つばめの古糞ふるくそでありました。中納言ちゆうなごんはそれきり腰こしも立たたず、氣病きやみも加くははつて死しんでしまひました。五人ごにんのうちであまりものいりもしなかつた代かはりに、智慧ちえのないざまをして、一番いちばん慘むごい目めを見みたのがこの人ひとです。\n　そのうちに、赫映姫かぐやひめが並ならぶものゝないほど美うつくしいといふ噂うはさを、時ときの帝みかどがお聞ききになつて、一人ひとりの女官じよかんに、\n「姫ひめの姿すがたがどのようであるか見みて參まゐれ」\n　と仰おほせられました。その女官じよかんがさっそく竹取たけとりの翁おきなの家いへに出向でむいて勅旨ちよくしを述のべ、ぜひ姫ひめに逢あひたいといふと、翁おきなはかしこまつてそれを姫ひめにとりつぎました。ところが姫ひめは、\n「別べつによい器量きりようでもありませぬから、お使つかひに逢あふことは御免ごめんを蒙かうむります」\n　と拗すねて、どうすかしても、叱しかつても逢あはうとしませんので、女官じよかんは面目めんぼくなさそうに宮中きゆうちゆうに立たち歸かへつてそのことを申まをし上あげました。帝みかどは更さらに翁おきなに御命令ごめいれいを下くだして、もし姫ひめを宮仕みやづかへにさし出だすならば、翁おきなに位くらいをやらう。どうにかして姫ひめを説といて納得なつとくさせてくれ。親おやの身みで、そのくらゐのことの出來できぬはずはなからうと仰おほせられました。翁おきなはその通とほりを姫ひめに傳つたへて、ぜひとも帝みかどのお言葉ことばに從したがひ、自分じぶんの頼たのみをかなへさせてくれといひますと、\n「むりに宮仕みやづかへをしろと仰おほせられるならば、私わたしの身みは消きえてしまひませう。あなたのお位くらゐをお貰もらひになるのを見みて、私わたしは死しぬだけでございます」\n　と姫ひめが答こたへましたので、翁おきなはびっくりして、\n「位くらゐを頂いたゞいても、そなたに死しなれてなんとしよう。しかし、宮仕みやづかへをしても死しなねばならぬ道理どうりはあるまい」\n　といつて歎なげきましたが、姫ひめはいよ／＼澁しぶるばかりで、少すこしも聞ききいれる樣子ようすがありませんので、翁おきなも手てのつけようがなくなつて、どうしても宮中きゆうちゆうには上あがらぬといふことをお答こたへして、\n「自分じぶんの家いへに生うまれた子供こどもでもなく、むかし山やまで見みつけたのを養やしなつただけのことでありますから、氣持きもちも世間せけん普通ふつうの人ひととはちがつてをりますので、殘念ざんねんではございますが……」\n　と恐おそれ入いつて申まをし添そへました。帝みかどはこれを聞きこし召めされて、それならば翁おきなの家いへにほど近ちかい山邊やまべに御狩みかりの行幸みゆきをする風ふうにして姫ひめを見みに行ゆくからと、そのことを翁おきなに承知しようちさせて、きめた日ひに姫ひめの家いへにおなりになりました。すると、まばゆいように照てり輝かゞやぐ女をんながゐます。これこそ赫映姫かぐやひめに違ちがひないと思おぼし召めしてお近寄ちかよりになると、その女をんなは奧おくへ逃にげて行ゆきます。その袖そでをおとりになると、顏かほを隱かくしましたが、初はじめにちらと御覽ごらんになつて、聞きいたよりも美人びじんと思おぼし召めされて、\n「逃にげても許ゆるさぬ。宮中きゆうちゆうに連つれ行ゆくぞ」\n　と仰おほせられました。\n「私わたしがこの國くにで生うまれたものでありますならば、お宮仕みやづかへも致いたしませうけれど、さうではございませんから、お連つれになることはかなひますまい」\n　と姫ひめは申まをし上あげました。\n「いや、そんなはずはない。どうあつても連つれて行ゆく」\n　かねて支度したくしてあつたお輿こしに載のせようとなさると、姫ひめの形かたちは影かげのように消きえてしまひました。帝みかども驚おどろかれて、\n「それではもう連つれては行ゆくまい。せめて元もとの形かたちになつて見みせておくれ。それを見みて歸かへることにするから」\n　と、仰おほせられると、姫ひめはやがて元もとの姿すがたになりました。帝みかども致いたし方かたがございませんから、その日ひはお歸かへりになりましたが、それからといふもの、今いままで、ずいぶん美うつくしいと思おもつた人ひとなども姫ひめとは比くらべものにならないと思おぼし召めすようになりました。それで、時々とき／″＼お手紙がみやお歌うたをお送おくりになると、それにはいち／＼お返事へんじをさし上あげますので、やう／＼お心こゝろを慰なぐさめておいでになりました。\n　さうかうするうちに三年さんねんばかりたちました。その年としの春先はるさきから、赫映姫かぐやひめは、どうしたわけだか、月つきのよい晩ばんになると、その月つきを眺ながめて悲かなしむようになりました。それがだん／＼つのつて、七月しちがつの十五夜じゆうごやなどには泣ないてばかりゐました。翁おきなたちが心配しんぱいして、月つきを見みることを止やめるようにと諭さとしましたけれども、\n「月つきを見みずにはゐられませぬ」\n　といつて、やはり月つきの出でる時分じぶんになると、わざ／＼縁先えんさきなどへ出でて歎なげきます。翁おきなにはそれが不思議ふしぎでもあり、心こゝろがゝりでもありますので、ある時とき、そのわけを聞ききますと、\n「今いままでに、度々たび／＼お話はなししようと思おもひましたが、御心配ごしんぱいをかけるのもどうかと思おもつて、打うち明あけることが出來できませんでした。實じつを申まをしますと、私わたしはこの國くにの人間にんげんではありません。月つきの都みやこの者ものでございます。ある因縁いんねんがあつて、この世界せかいに來きてゐるのですが、今いまは歸かへらねばならぬ時ときになりました。この八月はちがつの十五夜じゆうごやに迎むかへの人ひとたちが來くれば、お別わかれして私わたしは天上てんじように歸かへります。その時ときはさぞお歎なげきになることであらうと、前々まへ／＼から悲かなしんでゐたのでございます」\n　姫ひめはさういつて、ひとしほ泣なき入いりました。それを聞きくと、翁おきなも氣違きちがひのように泣なき出だしました。\n「竹たけの中なかから拾ひろつてこの年月としつき、大事だいじに育そだてたわが子こを、誰だれが迎むかへに來こようとも渡わたすものではない。もし取とつて行いかれようものなら、わしこそ死しんでしまひませう」\n「月つきの都みやこの父母ちゝはゝは少すこしの間あひだといつて、私わたしをこの國くにによこされたのですが、もう長ながい年月としつきがたちました。生うみの親おやのことも忘わすれて、こゝのお二人ふたりに馴なれ親したしみましたので、私わたしはお側そばを離はなれて行いくのが、ほんとうに悲かなしうございます」\n　二人ふたりは大泣おほなきに泣なきました。家いへの者ものどもゝ、顏かほかたちが美うつくしいばかりでなく、上品じようひんで心こゝろだての優やさしい姫ひめに、今更いまさら、永ながのお別わかれをするのが悲かなしくて、湯水ゆみづも喉のどを通とほりませんでした。\n　このことが帝みかどのお耳みゝに達たつしましたので、お使つかひを下くだされてお見舞みまひがありました。翁おきなは委細いさいをお話はなしして、\n「この八月はちがつの十五日じゆうごにちには天てんから迎むかへの者ものが來くると申まをしてをりますが、その時ときには人數にんずをお遣つかはしになつて、月つきの都みやこの人々ひと／″＼を捉つかまへて下くださいませ」\n　と、泣なく／＼お願ねがひしました。お使つかひが立たち歸かへつてその通とほりを申まをし上あげると、帝みかどは翁おきなに同情どうじようされて、いよ／＼十五日じゆうごにちが來くると高野たかのの少將しようしようといふ人ひとを勅使ちよくしとして、武士ぶし二千人にせんにんを遣やつて竹取たけとりの翁おきなの家いへをまもらせられました。さて、屋根やねの上うへに千人せんにん、家いへのまはりの土手どての上うへに千人せんにんといふ風ふうに手分てわけして、天てんから降おりて來くる人々ひと／″＼を撃うち退しりぞける手てはずであります。この他ほかに家いへに召めし仕つかはれてゐるもの大勢おほぜい手てぐすね引ひいて待まつてゐます。家いへの内うちは女をんなどもが番ばんをし、お婆ばあさんは、姫ひめを抱かゝへて土藏どぞうの中なかにはひり、翁おきなは土藏どぞうの戸とを締しめて戸口とぐちに控ひかへてゐます。その時とき姫ひめはいひました。\n「それほどになさつても、なんの役やくにも立たちません。あの國くにの人ひとが來くれば、どこの戸ともみなひとりでに開あいて、戰たゝかはうとする人ひとたちも萎なえしびれたようになつて力ちからが出でません」\n「いやなあに、迎むかへの人ひとがやつて來きたら、ひどい目めに遇あはせて追おっ返かへしてやる」\n　と翁おきなはりきみました。姫ひめも、年寄としよつた方々かた／″＼の老先おいさきも見屆みとゞけずに別わかれるのかと思おもへば、老おいとか悲かなしみとかのないあの國くにへ歸かへるのも、一向いつこうに嬉うれしくないといつてまた歎なげきます。\n　そのうちに夜よるもなかばになつたと思おもふと、家いへのあたりが俄にはかにあかるくなつて、滿月まんげつの十じつそう倍ばいぐらゐの光ひかりで、人々ひと／″＼の毛孔けあなさへ見みえるほどであります。その時とき、空そらから雲くもに乘のつた人々ひと／″＼が降おりて來きて、地面じめんから五尺ごしやくばかりの空中くうちゆうに、ずらりと立たち列ならびました。「それ來きたっ」と、武士ぶしたちが得物えものをとつて立たち向むかはうとすると、誰だれもかれも物ものに魅おそはれたように戰たゝかふ氣きもなくなり、力ちからも出でず、たゞ、ぼんやりとして目めをぱち／＼させてゐるばかりであります。そこへ月つきの人々ひと／″＼は空そらを飛とぶ車くるまを一ひとつ持もつて來きました。その中なかから頭かしららしい一人ひとりが翁おきなを呼よび出だして、\n「汝なんぢ翁おきなよ、そちは少すこしばかりの善いいことをしたので、それを助たすけるために片時かたときの間あひだ、姫ひめを下くだして、たくさんの黄金おうごんを儲まうけさせるようにしてやつたが、今いまは姫ひめの罪つみも消きえたので迎むかへに來きた。早はやく返かへすがよい」\n　と叫さけびます。翁おきなが少すこし澁しぶつてゐると、それには構かまはずに、\n「さあ／＼姫ひめ、こんなきたないところにゐるものではありません」\n　といつて、例れいの車くるまをさし寄よせると、不思議ふしぎにも堅かたく閉とざした格子こうしも土藏どぞうも自然しぜんと開あいて、姫ひめの體からだはする／＼と出でました。翁おきなが留とめようとあがくのを姫ひめは靜しづかにおさへて、形見かたみの文ふみを書かいて翁おきなに渡わたし、また帝みかどにさし上あげる別べつの手紙てがみを書かいて、それに月つきの人々ひと／″＼の持もつて來きた不死ふしの藥くすり一壺ひとつぼを添そへて勅使ちよくしに渡わたし、天あまの羽衣はごろもを着きて、あの車くるまに乘のつて、百人ひやくにんばかりの天人てんにんに取とりまかれて、空高そらたかく昇のぼつて行ゆきました。これを見送みおくつて翁おきな夫婦ふうふはまた一ひとしきり聲こゑをあげて泣なきましたが、なんのかひもありませんでした。\n　一方いつぽう勅使ちよくしは宮中きゆうちゆうに參上さんじようして、その夜よの一部始終いちぶしじゆうを申まをし上あげて、かの手紙てがみと藥くすりをさし上あげました。帝みかどは、天てんに一番いちばん近ちかい山やまは駿河するがの國くににあると聞きこし召めして、使つかひの役人やくにんをその山やまに登のぼらせて、不死ふしの藥くすりを焚たかしめられました。それからはこの山やまを不死ふしの山やまと呼よぶようになつて、その藥くすりの煙けむりは今いまでも雲くもの中なかへ立たち昇のぼるといふことであります。\n"
  },
  "characters": [
    {
      "name": "竹取の翁",
      "alias": "造麻呂",
      "archetype": "Hero"
    },
    {
      "name": "お婆ばあさん",
      "alias": "妻",
      "archetype": "Sidekick/Helper"
    },
    {
      "name": "迎むかへの者",
      "alias": "天人",
      "archetype": "Guardian"
    },
    {
      "name": "赫映姫",
      "alias": "かぐや姫",
      "archetype": "Other"
    },
    {
      "name": "石造皇子",
      "alias": "",
      "archetype": ""
    },
    {
      "name": "車持皇子",
      "alias": "",
      "archetype": ""
    },
    {
      "name": "阿倍右大臣",
      "alias": "",
      "archetype": ""
    },
    {
      "name": "大納言",
      "alias": "",
      "archetype": ""
    },
    {
      "name": "中納言",
      "alias": "",
      "archetype": ""
    },
    {
      "name": "帝",
      "alias": "みかど",
      "archetype": ""
    }
  ],
  "narrative_events": [
    {
      "event_type": "OTHER",
      "description": "",
      "id": "9ac7526f-2afc-45af-9741-730d97f8153f",
      "narrative_function": "",
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 1,
      "relationship_level1": "",
      "relationship_level2": "",
      "relationship_multi": [],
      "sentiment": "",
      "action_category": "",
      "action_type": "",
      "action_context": "",
      "action_status": ""
    },
    {
      "id": "ca34caee-b1a4-4690-b92c-18b54bd2a5fb",
      "event_type": "LACK",
      "description": "竹取たけとりの翁おきなといふ人ひとがありました。ほんとうの名なは讃岐さぬきの造麻呂みやつこまろといふのでしたが、毎日まいにちのように野山のやまの竹藪たけやぶにはひつて、竹たけを切きり取とつて、いろ／＼",
      "agents": [
        "竹取の翁"
      ],
      "targets": [
        "竹取の翁",
        "お婆さん"
      ],
      "text_span": {
        "start": 18,
        "end": 178,
        "text": "竹取たけとりの翁おきなといふ人ひとがありました。ほんとうの名なは讃岐さぬきの造麻呂みやつこまろといふのでしたが、毎日まいにちのように野山のやまの竹藪たけやぶにはひつて、竹たけを切きり取とつて、いろ／＼の物ものを造つくり、それを商あきなふことにしてゐましたので、俗ぞくに竹取たけとりの翁おきなといふ名なで通とほつてゐました"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 1,
      "action_category": "mental",
      "action_type": "",
      "action_context": "",
      "relationship_level1": "",
      "relationship_level2": "",
      "action_status": "success",
      "narrative_function": "",
      "relationship_multi": [
        {
          "agent": "竹取の翁",
          "target": "竹取の翁",
          "relationship_level1": "Neutral",
          "relationship_level2": "",
          "sentiment": ""
        }
      ],
      "sentiment": ""
    },
    {
      "id": "fe57eb27-8e22-44d4-9a92-ad9ef04537c1",
      "event_type": "FIRST_FUNCTION_DONOR",
      "description": "一本いつぽん妙みように光ひかる竹たけの幹みきがありました。不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの",
      "agents": [
        "竹取の翁"
      ],
      "targets": [
        "赫映姫"
      ],
      "text_span": {
        "start": 211,
        "end": 319,
        "text": "一本いつぽん妙みように光ひかる竹たけの幹みきがありました。不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの子こがゐました。"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 2,
      "sentiment": "positive",
      "relationship_level1": "Neutral",
      "relationship_level2": "",
      "action_layer": {
        "category": "physical",
        "type": "defend",
        "status": "success"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "action_category": "physical",
      "action_type": "defend",
      "action_context": "",
      "action_status": "success"
    },
    {
      "id": "5b3105e0-2b69-4fa1-84a8-0b3864f4ec95",
      "event_type": "RECEIPT_OF_AGENT",
      "description": "不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの子こがゐました。いつも見慣みなれてゐる藪やぶの竹たけの中な",
      "agents": [],
      "targets": [
        "竹取の翁（家）"
      ],
      "text_span": {
        "start": 240,
        "end": 667,
        "text": "不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの子こがゐました。いつも見慣みなれてゐる藪やぶの竹たけの中なかにゐる人ひとですから、きっと、天てんが我わが子ことして與あたへてくれたものであらうと考かんがへて、その子こを手ての上うへに載のせて持もち歸かへり、妻つまのお婆ばあさんに渡わたして、よく育そだてるようにいひつけました。お婆ばあさんもこの子この大たいそう美うつくしいのを喜よろこんで、籠かごの中なかに入いれて大切たいせつに育そだてました。\n　このことがあつてからも、翁おきなはやはり竹たけを取とつて、その日ひ／＼を送おくつてゐましたが、奇妙きみようなことには、多おほくの竹たけを切きるうちに節ふしと節ふしとの間あひだに、黄金おうごんがはひつてゐる竹たけを見みつけることが度々たび／＼ありました。それで翁おきなの家いへは次第しだいに裕福ゆうふくになりました。"
      },
      "target_type": "character",
      "object_type": "magical_agent",
      "instrument": "",
      "time_order": 3,
      "relationship_level1": "Neutral",
      "relationship_level2": "",
      "action_category": "existential",
      "action_type": "",
      "action_context": "",
      "action_status": "success",
      "narrative_function": "",
      "relationship_multi": [],
      "sentiment": ""
    },
    {
      "id": "dc7fc83a-4955-46cb-afb0-0e59105a95ef",
      "event_type": "GUIDANCE",
      "description": "大事だいじの子こですから、家いへの奧おくにかこつて外そとへは少すこしも出ださずに、いよ／＼心こゝろを入いれて養やしなひました。",
      "agents": [
        "竹取の翁",
        "お婆ばあさん"
      ],
      "targets": [
        "赫映姫"
      ],
      "text_span": {
        "start": 790,
        "end": 853,
        "text": "大事だいじの子こですから、家いへの奧おくにかこつて外そとへは少すこしも出ださずに、いよ／＼心こゝろを入いれて養やしなひました。"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 4,
      "relationship_level1": "",
      "relationship_level2": "",
      "sentiment": "",
      "action_layer": {
        "category": "communicative",
        "type": "command",
        "status": "success"
      },
      "narrative_function": "",
      "relationship_multi": [
        {
          "agent": "竹取の翁",
          "target": "赫映姫",
          "relationship_level1": "Family & Kinship",
          "relationship_level2": "parent_child",
          "sentiment": "positive"
        }
      ],
      "action_category": "communicative",
      "action_type": "command",
      "action_context": "",
      "action_status": "success"
    },
    {
      "id": "1e759a67-5e48-47f3-84e6-a0be4452b3c5",
      "event_type": "RECONNAISSANCE",
      "description": "世間せけんの男をとこたちは妻つまに貰もらひたい、又また見みるだけでも見みておきたいと思おもつて、家いへの近ちかくに來きて、すき間まのようなところから覗のぞかうとしましたが、どうしても姿すがたを見みるこ",
      "agents": [],
      "targets": [
        "赫映姫"
      ],
      "text_span": {
        "start": 1360,
        "end": 1469,
        "text": "世間せけんの男をとこたちは妻つまに貰もらひたい、又また見みるだけでも見みておきたいと思おもつて、家いへの近ちかくに來きて、すき間まのようなところから覗のぞかうとしましたが、どうしても姿すがたを見みることが出來できません"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 5,
      "relationship_level1": "Neutral",
      "relationship_level2": "",
      "sentiment": "neutral",
      "action_layer": {
        "category": "communicative",
        "type": "persuade",
        "status": "failure"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "action_category": "communicative",
      "action_type": "persuade",
      "action_context": "",
      "action_status": "failure"
    },
    {
      "id": "e89a8ea2-da94-4afe-92b7-bb5130136f22",
      "event_type": "DIFFICULT_TASK",
      "description": "五人ごにんの方々かた／″＼に私わたしの欲ほしいと思おもふ物ものを註文ちゆうもんして、それを間違まちがひなく持もつて來きて下くださる方かたにお仕つかへすることに致いたしませう」",
      "agents": [],
      "targets": [],
      "text_span": {
        "start": 2252,
        "end": 2339,
        "text": "五人ごにんの方々かた／″＼に私わたしの欲ほしいと思おもふ物ものを註文ちゆうもんして、それを間違まちがひなく持もつて來きて下くださる方かたにお仕つかへすることに致いたしませう」"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 6,
      "relationship_level1": "Adversarial",
      "relationship_level2": "",
      "sentiment": "neutral",
      "action_layer": {
        "category": "communicative",
        "type": "command",
        "status": "success"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "action_category": "communicative",
      "action_type": "command",
      "action_context": "",
      "action_status": "success"
    },
    {
      "id": "ec9ae5e4-8400-4f59-a255-6ac056686dbe",
      "event_type": "TRICKERY",
      "description": "天竺てんじくへ行いつたように見みせかけて、三年さんねんばかりたつて、大和やまとの國くにのある山寺やまでらの賓頭廬樣びんずるさまの前まへに置おいてある石いしの鉢はちの眞黒まつくろに煤すゝけたのを、もった",
      "agents": [
        "石造皇子"
      ],
      "targets": [
        "赫映姫"
      ],
      "text_span": {
        "start": 3089,
        "end": 3223,
        "text": "天竺てんじくへ行いつたように見みせかけて、三年さんねんばかりたつて、大和やまとの國くにのある山寺やまでらの賓頭廬樣びんずるさまの前まへに置おいてある石いしの鉢はちの眞黒まつくろに煤すゝけたのを、もったいらしく錦にしきの袋ふくろに入いれて姫ひめのもとにさし出だしました。"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 7,
      "relationship_level1": "Adversarial",
      "relationship_level2": "",
      "action_layer": {
        "category": "communicative",
        "type": "deceive",
        "status": "failure"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "sentiment": "",
      "action_category": "communicative",
      "action_type": "deceive",
      "action_context": "",
      "action_status": "failure"
    },
    {
      "id": "62f53edd-7939-4030-b2e1-6b77aa6d253d",
      "event_type": "EXPOSURE",
      "description": "立派りつぱな光ひかりのあるはずの鉢はちに螢火ほたるびほどの光ひかりもないので、すぐに註文ちゆうもんちがひといつて跳はねつけられてしまひました。",
      "agents": [
        "赫映姫"
      ],
      "targets": [
        "石造皇子"
      ],
      "text_span": {
        "start": 3228,
        "end": 3299,
        "text": "立派りつぱな光ひかりのあるはずの鉢はちに螢火ほたるびほどの光ひかりもないので、すぐに註文ちゆうもんちがひといつて跳はねつけられてしまひました。"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 8,
      "relationship_level1": "Adversarial",
      "relationship_level2": "",
      "action_layer": {
        "category": "mental",
        "type": "realize",
        "status": "success"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "sentiment": "",
      "action_category": "mental",
      "action_type": "realize",
      "action_context": "",
      "action_status": "success"
    },
    {
      "id": "4c11b211-5390-4caf-bd3e-7a483b84eeab",
      "event_type": "TRICKERY",
      "description": "ひそかに註文ちゆうもんに似にた玉たまの枝えだを作つくらせて、姫ひめのところに持もつて行ゆきました。翁おきなも姫ひめもその細工さいくの立派りつぱなのに驚をどろいてゐますと、そこへ運うんわるく玉職人たまし",
      "agents": [
        "車持皇子"
      ],
      "targets": [
        "赫映姫"
      ],
      "text_span": {
        "start": 3440,
        "end": 3692,
        "text": "ひそかに註文ちゆうもんに似にた玉たまの枝えだを作つくらせて、姫ひめのところに持もつて行ゆきました。翁おきなも姫ひめもその細工さいくの立派りつぱなのに驚をどろいてゐますと、そこへ運うんわるく玉職人たましよくにんの親方おやかたがやつて來きて、千日せんにちあまりも骨折ほねをつて作つくつたのに、まだ細工賃さいくちんを下くださるといふ御沙汰ごさたがないと、苦情くじようを持もち込こみましたので、まやかしものといふことがわかつて、これも忽たちまち突つっ返かへされ、皇子みこは大恥おほはぢをかいて引ひきさがりました。"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 9,
      "relationship_level1": "Adversarial",
      "relationship_level2": "",
      "action_layer": {
        "category": "communicative",
        "type": "deceive",
        "status": "failure"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "sentiment": "",
      "action_category": "communicative",
      "action_type": "deceive",
      "action_context": "",
      "action_status": "failure"
    },
    {
      "id": "c63c8141-3f65-48f3-9b3c-d78a4af80c45",
      "event_type": "PUNISHMENT",
      "description": "綱つながぷっつりと切きれて、運うんわるくも下したにあつた鼎かなへの上うへに落おちて眼めを廻まはしました。水みづを飮のませられて漸やうやく正氣しようきになつた時とき、\n「腰こしは痛いたむが子安貝こやすが",
      "agents": [
        "中納言"
      ],
      "targets": [
        "中納言"
      ],
      "text_span": {
        "start": 5178,
        "end": 5392,
        "text": "綱つながぷっつりと切きれて、運うんわるくも下したにあつた鼎かなへの上うへに落おちて眼めを廻まはしました。水みづを飮のませられて漸やうやく正氣しようきになつた時とき、\n「腰こしは痛いたむが子安貝こやすがひは取とつたぞ。それ見みてくれ」\n　といひました。皆みながそれを見みると、子安貝こやすがひではなくて燕つばめの古糞ふるくそでありました。中納言ちゆうなごんはそれきり腰こしも立たたず、氣病きやみも加くははつて死しんでしまひました。"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 10,
      "relationship_level1": "Neutral",
      "relationship_level2": "",
      "action_layer": {
        "category": "physical",
        "type": "travel",
        "status": "failure"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "sentiment": "",
      "action_category": "physical",
      "action_type": "travel",
      "action_context": "",
      "action_status": "failure"
    },
    {
      "id": "c3e8596c-c958-4fea-8f04-9a76061db85d",
      "event_type": "STRUGGLE",
      "description": "「逃にげても許ゆるさぬ。宮中きゆうちゆうに連つれ行ゆくぞ」\n　と仰おほせられました。\n「私わたしがこの國くにで生うまれたものでありますならば、お宮仕みやづかへも致いたしませうけれど、さうではございませ",
      "agents": [
        "帝"
      ],
      "targets": [
        "赫映姫"
      ],
      "text_span": {
        "start": 6711,
        "end": 6937,
        "text": "「逃にげても許ゆるさぬ。宮中きゆうちゆうに連つれ行ゆくぞ」\n　と仰おほせられました。\n「私わたしがこの國くにで生うまれたものでありますならば、お宮仕みやづかへも致いたしませうけれど、さうではございませんから、お連つれになることはかなひますまい」\n　と姫ひめは申まをし上あげました。\n「いや、そんなはずはない。どうあつても連つれて行ゆく」\n　かねて支度したくしてあつたお輿こしに載のせようとなさると、姫ひめの形かたちは影かげのように消きえてしまひました。"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 11,
      "relationship_level1": "Hierarchy",
      "relationship_level2": "",
      "sentiment": "neutral",
      "action_layer": {
        "category": "physical",
        "type": "restrain",
        "status": "failure"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "action_category": "physical",
      "action_type": "restrain",
      "action_context": "",
      "action_status": "failure"
    },
    {
      "id": "3b0af4b1-a3fa-4fb7-80f2-d1b386e98d9b",
      "event_type": "RETURN",
      "description": "その時とき、空そらから雲くもに乘のつた人々ひと／″＼が降おりて來きて、地面じめんから五尺ごしやくばかりの空中くうちゆうに、ずらりと立たち列ならびました。「それ來きたっ」と、武士ぶしたちが得物えものをと",
      "agents": [
        "迎むかへの者"
      ],
      "targets": [
        "赫映姫"
      ],
      "text_span": {
        "start": 9228,
        "end": 9989,
        "text": "その時とき、空そらから雲くもに乘のつた人々ひと／″＼が降おりて來きて、地面じめんから五尺ごしやくばかりの空中くうちゆうに、ずらりと立たち列ならびました。「それ來きたっ」と、武士ぶしたちが得物えものをとつて立たち向むかはうとすると、誰だれもかれも物ものに魅おそはれたように戰たゝかふ氣きもなくなり、力ちからも出でず、たゞ、ぼんやりとして目めをぱち／＼させてゐるばかりであります。そこへ月つきの人々ひと／″＼は空そらを飛とぶ車くるまを一ひとつ持もつて來きました。その中なかから頭かしららしい一人ひとりが翁おきなを呼よび出だして、\n「汝なんぢ翁おきなよ、そちは少すこしばかりの善いいことをしたので、それを助たすけるために片時かたときの間あひだ、姫ひめを下くだして、たくさんの黄金おうごんを儲まうけさせるようにしてやつたが、今いまは姫ひめの罪つみも消きえたので迎むかへに來きた。早はやく返かへすがよい」\n　と叫さけびます。翁おきなが少すこし澁しぶつてゐると、それには構かまはずに、\n「さあ／＼姫ひめ、こんなきたないところにゐるものではありません」\n　といつて、例れいの車くるまをさし寄よせると、不思議ふしぎにも堅かたく閉とざした格子こうしも土藏どぞうも自然しぜんと開あいて、姫ひめの體からだはする／＼と出でました。翁おきなが留とめようとあがくのを姫ひめは靜しづかにおさへて、形見かたみの文ふみを書かいて翁おきなに渡わたし、また帝みかどにさし上あげる別べつの手紙てがみを書かいて、それに月つきの人々ひと／″＼の持もつて來きた不死ふしの藥くすり一壺ひとつぼを添そへて勅使ちよくしに渡わたし、天あまの羽衣はごろもを着きて、あの車くるまに乘のつて、百人ひやくにんばかりの天人てんにんに取とりまかれて、空高そらたかく昇のぼつて行ゆきました。"
      },
      "target_type": "character",
      "object_type": "",
      "instrument": "",
      "time_order": 12,
      "relationship_level1": "Hierarchy",
      "relationship_level2": "",
      "action_layer": {
        "category": "physical",
        "type": "travel",
        "status": "success"
      },
      "narrative_function": "",
      "relationship_multi": [],
      "sentiment": "",
      "action_category": "physical",
      "action_type": "travel",
      "action_context": "",
      "action_status": "success"
    },
    {
      "id": "a338dc9e-0532-47b4-91e2-cf1bc1c77900",
      "event_type": "PUNISHMENT",
      "description": "不死ふしの藥くすりを焚たかしめられました。それからはこの山やまを不死ふしの山やまと呼よぶようになつて、その藥くすりの煙けむりは今いまでも雲くもの中なかへ立たち昇のぼるといふことであります。",
      "agents": [
        "帝"
      ],
      "targets": [
        "不死ふしの藥くすり"
      ],
      "text_span": {
        "start": 10200,
        "end": 10294,
        "text": "不死ふしの藥くすりを焚たかしめられました。それからはこの山やまを不死ふしの山やまと呼よぶようになつて、その藥くすりの煙けむりは今いまでも雲くもの中なかへ立たち昇のぼるといふことであります。"
      },
      "target_type": "object",
      "object_type": "magical_agent",
      "instrument": "",
      "time_order": 13,
      "narrative_function": "",
      "relationship_level1": "",
      "relationship_level2": "",
      "relationship_multi": [],
      "sentiment": "",
      "action_category": "",
      "action_type": "",
      "action_context": "",
      "action_status": ""
    }
  ],
  "themes_and_motifs": {
    "ending_type": "BITTERSWEET",
    "key_values": [
      "LOYALTY",
      "SACRIFICE",
      "OBEDIENCE"
    ],
    "motif_type": [
      "Motif Category: Mythological Motifs",
      "Motif Category: Marvels",
      "Motif Category: Ordaining the Future",
      "Motif Category: Tests"
    ],
    "atu_categories": [
      "ATU 461-485: TALES OF MAGIC > Supernatural Tasks"
    ],
    "obstacle_thrower": [
      "迎むかへの者"
    ],
    "helper_type": [
      "SUPERNATURAL",
      "OBJECT"
    ],
    "thinking_process": "本作は「超自然的存在（かぐや姫）が人間界に現れ、求婚者に不可能課題を与えて排除し、最終的に天上へ帰還する」という構造で、TALES OF MAGIC の中でも Supernatural Tasks（難題による選別）と Heavenly Return（天界への帰還）が中心モチーフになっている。",
    "atu_evidence": {},
    "motif_evidence": {}
  },
  "analysis": {
    "propp_functions": [
      {
        "id": "a94d59c0-0a8c-4263-938d-653805157181",
        "fn": "LACK",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 18,
          "end": 178,
          "text": "竹取たけとりの翁おきなといふ人ひとがありました。ほんとうの名なは讃岐さぬきの造麻呂みやつこまろといふのでしたが、毎日まいにちのように野山のやまの竹藪たけやぶにはひつて、竹たけを切きり取とつて、いろ／＼の物ものを造つくり、それを商あきなふことにしてゐましたので、俗ぞくに竹取たけとりの翁おきなといふ名なで通とほつてゐました"
        },
        "evidence": "竹取たけとりの翁おきなといふ人ひとがありました。ほんとうの名なは讃岐さぬきの造麻呂みやつこまろといふのでしたが、毎日まいにちのように野山のやまの竹藪たけやぶにはひつて、竹たけを切きり取とつて、いろ／＼",
        "narrative_event_id": "ca34caee-b1a4-4690-b92c-18b54bd2a5fb"
      },
      {
        "id": "565f7d45-e672-4b76-8409-6de81c0eb032",
        "fn": "FIRST_FUNCTION_DONOR",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 211,
          "end": 319,
          "text": "一本いつぽん妙みように光ひかる竹たけの幹みきがありました。不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの子こがゐました。"
        },
        "evidence": "一本いつぽん妙みように光ひかる竹たけの幹みきがありました。不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの",
        "narrative_event_id": "fe57eb27-8e22-44d4-9a92-ad9ef04537c1"
      },
      {
        "id": "9f66e32c-d3d2-4d50-b69a-e7a10e7d938b",
        "fn": "RECEIPT_OF_AGENT",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 240,
          "end": 667,
          "text": "不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの子こがゐました。いつも見慣みなれてゐる藪やぶの竹たけの中なかにゐる人ひとですから、きっと、天てんが我わが子ことして與あたへてくれたものであらうと考かんがへて、その子こを手ての上うへに載のせて持もち歸かへり、妻つまのお婆ばあさんに渡わたして、よく育そだてるようにいひつけました。お婆ばあさんもこの子この大たいそう美うつくしいのを喜よろこんで、籠かごの中なかに入いれて大切たいせつに育そだてました。\n　このことがあつてからも、翁おきなはやはり竹たけを取とつて、その日ひ／＼を送おくつてゐましたが、奇妙きみようなことには、多おほくの竹たけを切きるうちに節ふしと節ふしとの間あひだに、黄金おうごんがはひつてゐる竹たけを見みつけることが度々たび／＼ありました。それで翁おきなの家いへは次第しだいに裕福ゆうふくになりました。"
        },
        "evidence": "不思議ふしぎに思おもつて近寄ちかよつて、そっと切きつて見みると、その切きつた筒つゝの中なかに高たかさ三寸さんずんばかりの美うつくしい女をんなの子こがゐました。いつも見慣みなれてゐる藪やぶの竹たけの中な",
        "narrative_event_id": "5b3105e0-2b69-4fa1-84a8-0b3864f4ec95"
      },
      {
        "id": "7694dab7-b9cf-4087-972b-b43debdb1d6a",
        "fn": "GUIDANCE",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 790,
          "end": 853,
          "text": "大事だいじの子こですから、家いへの奧おくにかこつて外そとへは少すこしも出ださずに、いよ／＼心こゝろを入いれて養やしなひました。"
        },
        "evidence": "大事だいじの子こですから、家いへの奧おくにかこつて外そとへは少すこしも出ださずに、いよ／＼心こゝろを入いれて養やしなひました。",
        "narrative_event_id": "dc7fc83a-4955-46cb-afb0-0e59105a95ef"
      },
      {
        "id": "c851556d-d472-4923-934b-3066292c29b4",
        "fn": "RECONNAISSANCE",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 1360,
          "end": 1469,
          "text": "世間せけんの男をとこたちは妻つまに貰もらひたい、又また見みるだけでも見みておきたいと思おもつて、家いへの近ちかくに來きて、すき間まのようなところから覗のぞかうとしましたが、どうしても姿すがたを見みることが出來できません"
        },
        "evidence": "世間せけんの男をとこたちは妻つまに貰もらひたい、又また見みるだけでも見みておきたいと思おもつて、家いへの近ちかくに來きて、すき間まのようなところから覗のぞかうとしましたが、どうしても姿すがたを見みるこ",
        "narrative_event_id": "1e759a67-5e48-47f3-84e6-a0be4452b3c5"
      },
      {
        "id": "3ba4c344-8e80-4460-9343-156e94afd7fc",
        "fn": "DIFFICULT_TASK",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 2252,
          "end": 2339,
          "text": "五人ごにんの方々かた／″＼に私わたしの欲ほしいと思おもふ物ものを註文ちゆうもんして、それを間違まちがひなく持もつて來きて下くださる方かたにお仕つかへすることに致いたしませう」"
        },
        "evidence": "五人ごにんの方々かた／″＼に私わたしの欲ほしいと思おもふ物ものを註文ちゆうもんして、それを間違まちがひなく持もつて來きて下くださる方かたにお仕つかへすることに致いたしませう」",
        "narrative_event_id": "e89a8ea2-da94-4afe-92b7-bb5130136f22"
      },
      {
        "id": "55312eb8-c7a5-4dc8-b250-238cb1c981af",
        "fn": "TRICKERY",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 3089,
          "end": 3223,
          "text": "天竺てんじくへ行いつたように見みせかけて、三年さんねんばかりたつて、大和やまとの國くにのある山寺やまでらの賓頭廬樣びんずるさまの前まへに置おいてある石いしの鉢はちの眞黒まつくろに煤すゝけたのを、もったいらしく錦にしきの袋ふくろに入いれて姫ひめのもとにさし出だしました。"
        },
        "evidence": "天竺てんじくへ行いつたように見みせかけて、三年さんねんばかりたつて、大和やまとの國くにのある山寺やまでらの賓頭廬樣びんずるさまの前まへに置おいてある石いしの鉢はちの眞黒まつくろに煤すゝけたのを、もった",
        "narrative_event_id": "ec9ae5e4-8400-4f59-a255-6ac056686dbe"
      },
      {
        "id": "743188e5-cfe4-4df2-9432-abb5ce115c5a",
        "fn": "EXPOSURE",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 3228,
          "end": 3299,
          "text": "立派りつぱな光ひかりのあるはずの鉢はちに螢火ほたるびほどの光ひかりもないので、すぐに註文ちゆうもんちがひといつて跳はねつけられてしまひました。"
        },
        "evidence": "立派りつぱな光ひかりのあるはずの鉢はちに螢火ほたるびほどの光ひかりもないので、すぐに註文ちゆうもんちがひといつて跳はねつけられてしまひました。",
        "narrative_event_id": "62f53edd-7939-4030-b2e1-6b77aa6d253d"
      },
      {
        "id": "db9d2e44-f917-41ad-a9a1-cdd6c51c4fff",
        "fn": "TRICKERY",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 3440,
          "end": 3692,
          "text": "ひそかに註文ちゆうもんに似にた玉たまの枝えだを作つくらせて、姫ひめのところに持もつて行ゆきました。翁おきなも姫ひめもその細工さいくの立派りつぱなのに驚をどろいてゐますと、そこへ運うんわるく玉職人たましよくにんの親方おやかたがやつて來きて、千日せんにちあまりも骨折ほねをつて作つくつたのに、まだ細工賃さいくちんを下くださるといふ御沙汰ごさたがないと、苦情くじようを持もち込こみましたので、まやかしものといふことがわかつて、これも忽たちまち突つっ返かへされ、皇子みこは大恥おほはぢをかいて引ひきさがりました。"
        },
        "evidence": "ひそかに註文ちゆうもんに似にた玉たまの枝えだを作つくらせて、姫ひめのところに持もつて行ゆきました。翁おきなも姫ひめもその細工さいくの立派りつぱなのに驚をどろいてゐますと、そこへ運うんわるく玉職人たまし",
        "narrative_event_id": "4c11b211-5390-4caf-bd3e-7a483b84eeab"
      },
      {
        "id": "80af8489-95f9-472f-9906-2f901d9b5156",
        "fn": "PUNISHMENT",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 5178,
          "end": 5392,
          "text": "綱つながぷっつりと切きれて、運うんわるくも下したにあつた鼎かなへの上うへに落おちて眼めを廻まはしました。水みづを飮のませられて漸やうやく正氣しようきになつた時とき、\n「腰こしは痛いたむが子安貝こやすがひは取とつたぞ。それ見みてくれ」\n　といひました。皆みながそれを見みると、子安貝こやすがひではなくて燕つばめの古糞ふるくそでありました。中納言ちゆうなごんはそれきり腰こしも立たたず、氣病きやみも加くははつて死しんでしまひました。"
        },
        "evidence": "綱つながぷっつりと切きれて、運うんわるくも下したにあつた鼎かなへの上うへに落おちて眼めを廻まはしました。水みづを飮のませられて漸やうやく正氣しようきになつた時とき、\n「腰こしは痛いたむが子安貝こやすが",
        "narrative_event_id": "c63c8141-3f65-48f3-9b3c-d78a4af80c45"
      },
      {
        "id": "d9ea3483-f865-4021-8151-a47eb9a9b2bc",
        "fn": "STRUGGLE",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 6711,
          "end": 6937,
          "text": "「逃にげても許ゆるさぬ。宮中きゆうちゆうに連つれ行ゆくぞ」\n　と仰おほせられました。\n「私わたしがこの國くにで生うまれたものでありますならば、お宮仕みやづかへも致いたしませうけれど、さうではございませんから、お連つれになることはかなひますまい」\n　と姫ひめは申まをし上あげました。\n「いや、そんなはずはない。どうあつても連つれて行ゆく」\n　かねて支度したくしてあつたお輿こしに載のせようとなさると、姫ひめの形かたちは影かげのように消きえてしまひました。"
        },
        "evidence": "「逃にげても許ゆるさぬ。宮中きゆうちゆうに連つれ行ゆくぞ」\n　と仰おほせられました。\n「私わたしがこの國くにで生うまれたものでありますならば、お宮仕みやづかへも致いたしませうけれど、さうではございませ",
        "narrative_event_id": "c3e8596c-c958-4fea-8f04-9a76061db85d"
      },
      {
        "id": "77c464b5-ff94-4183-a518-ad9c9989bf15",
        "fn": "RETURN",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 9228,
          "end": 9989,
          "text": "その時とき、空そらから雲くもに乘のつた人々ひと／″＼が降おりて來きて、地面じめんから五尺ごしやくばかりの空中くうちゆうに、ずらりと立たち列ならびました。「それ來きたっ」と、武士ぶしたちが得物えものをとつて立たち向むかはうとすると、誰だれもかれも物ものに魅おそはれたように戰たゝかふ氣きもなくなり、力ちからも出でず、たゞ、ぼんやりとして目めをぱち／＼させてゐるばかりであります。そこへ月つきの人々ひと／″＼は空そらを飛とぶ車くるまを一ひとつ持もつて來きました。その中なかから頭かしららしい一人ひとりが翁おきなを呼よび出だして、\n「汝なんぢ翁おきなよ、そちは少すこしばかりの善いいことをしたので、それを助たすけるために片時かたときの間あひだ、姫ひめを下くだして、たくさんの黄金おうごんを儲まうけさせるようにしてやつたが、今いまは姫ひめの罪つみも消きえたので迎むかへに來きた。早はやく返かへすがよい」\n　と叫さけびます。翁おきなが少すこし澁しぶつてゐると、それには構かまはずに、\n「さあ／＼姫ひめ、こんなきたないところにゐるものではありません」\n　といつて、例れいの車くるまをさし寄よせると、不思議ふしぎにも堅かたく閉とざした格子こうしも土藏どぞうも自然しぜんと開あいて、姫ひめの體からだはする／＼と出でました。翁おきなが留とめようとあがくのを姫ひめは靜しづかにおさへて、形見かたみの文ふみを書かいて翁おきなに渡わたし、また帝みかどにさし上あげる別べつの手紙てがみを書かいて、それに月つきの人々ひと／″＼の持もつて來きた不死ふしの藥くすり一壺ひとつぼを添そへて勅使ちよくしに渡わたし、天あまの羽衣はごろもを着きて、あの車くるまに乘のつて、百人ひやくにんばかりの天人てんにんに取とりまかれて、空高そらたかく昇のぼつて行ゆきました。"
        },
        "evidence": "その時とき、空そらから雲くもに乘のつた人々ひと／″＼が降おりて來きて、地面じめんから五尺ごしやくばかりの空中くうちゆうに、ずらりと立たち列ならびました。「それ來きたっ」と、武士ぶしたちが得物えものをと",
        "narrative_event_id": "3b0af4b1-a3fa-4fb7-80f2-d1b386e98d9b"
      },
      {
        "id": "c954ce00-dea8-424e-beea-fa367e1ff3a7",
        "fn": "PUNISHMENT",
        "spanType": "text",
        "span": {
          "start": 0,
          "end": 0
        },
        "textSpan": {
          "start": 10200,
          "end": 10294,
          "text": "不死ふしの藥くすりを焚たかしめられました。それからはこの山やまを不死ふしの山やまと呼よぶようになつて、その藥くすりの煙けむりは今いまでも雲くもの中なかへ立たち昇のぼるといふことであります。"
        },
        "evidence": "不死ふしの藥くすりを焚たかしめられました。それからはこの山やまを不死ふしの山やまと呼よぶようになつて、その藥くすりの煙けむりは今いまでも雲くもの中なかへ立たち昇のぼるといふことであります。",
        "narrative_event_id": "a338dc9e-0532-47b4-91e2-cf1bc1c77900"
      }
    ],
    "propp_notes": "",
    "paragraph_summaries": {
      "per_section": {},
      "combined": [],
      "whole": ""
    },
    "bias_reflection": {
      "cultural_reading": "",
      "gender_norms": "",
      "hero_villain_mapping": "",
      "ambiguous_motifs": []
    },
    "qa_notes": ""
  }
}